/* OID.strings
/*
/* This file maps object identifiers (OIDs) to their corresponding labels.
/* These labels are used when displaying the details of a certificate's contents.
/*
/* NOTE TO LOCALIZERS:
/*
/* All strings in this file should eventually be localized. However, not all of them are
/* currently localizable. Specifically, there are a number of acronymns and abbreviations
/* which still need to be expanded into the corresponding English words. [3751398]
/*
/* Acronymns, such as "RSA," "DES," "X.509," "S/MIME," and so on, should be left alone for now.
/* Abbreviated labels such as "id-aa-dvcs-dvc" should also not be localized if present.


/* Deutsche Telekom */

"06 05 02 82 06 01 0A"			= "Telesec";
"06 06 02 82 06 01 0A 00"		= "Telesec ekstenzija";
"06 06 02 82 06 01 0A 01"		= "Telesec mehanizam";

"06 07 02 82 06 01 0A 01 00"	= "Telesec autorizacija";
"06 08 02 82 06 01 0A 01 00 01"	= "Autorizacija lozinke";
"06 08 02 82 06 01 0A 01 00 02" = "Autorizacija zaštićene lozinke";
"06 08 02 82 06 01 0A 01 00 03" = "Jednosmjerna X.509 autorizacija";
"06 08 02 82 06 01 0A 01 00 04" = "Dvosmjerna X.509 autorizacija";
"06 08 02 82 06 01 0A 01 00 05" = "Trosmjerna X.509 autorizacija";
"06 08 02 82 06 01 0A 01 00 06" = "Jednosmjerna ISO9798 autorizacija";
"06 08 02 82 06 01 0A 01 00 07" = "Dvosmjerna ISO9798 autorizacija";
"06 08 02 82 06 01 0A 01 00 08" = "Telekom autorizacija";

"06 07 02 82 06 01 0A 01 01"	= "Telesec potpis";
"06 08 02 82 06 01 0A 01 01 01"	= "MD4 s RSA i ISO9697";
"06 08 02 82 06 01 0A 01 01 02"	= "MD4 s RSA i Telesec standardom potpisa";
"06 08 02 82 06 01 0A 01 01 03"	= "MD5 s RSA i ISO9697";
"06 08 02 82 06 01 0A 01 01 04"	= "MD5 s RSA i Telesec standardom potpisa";
"06 08 02 82 06 01 0A 01 01 05"	= "RIPEMD-160 s RSA i Telekom standardom potpisa";
"06 08 02 82 06 01 0A 01 01 09"	= "HBCI RSA potpis";

"06 07 02 82 06 01 0A 01 02"	= "Telesec enkripcija";
"06 08 02 82 06 01 0A 01 02 00"	= "bez";
"06 08 02 82 06 01 0A 01 02 01"	= "RSA Telesec";
"06 08 02 82 06 01 0A 01 02 02"	= "DES";
"06 09 02 82 06 01 0A 01 02 02 01"	= "DES ECB";
"06 09 02 82 06 01 0A 01 02 02 02"	= "DES CBC";
"06 09 02 82 06 01 0A 01 02 02 03"	= "DES OFB";
"06 09 02 82 06 01 0A 01 02 02 04"	= "DES CFB8";
"06 09 02 82 06 01 0A 01 02 02 05"	= "DES CFB64";
"06 08 02 82 06 01 0A 01 02 03"	= "3DES";
"06 09 02 82 06 01 0A 01 02 03 01"	= "3DES ECB";
"06 09 02 82 06 01 0A 01 02 03 02"	= "3DES CBC";
"06 09 02 82 06 01 0A 01 02 03 03"	= "3DES OFB";
"06 09 02 82 06 01 0A 01 02 03 04"	= "3DES CFB8";
"06 09 02 82 06 01 0A 01 02 03 05"	= "3DES CFB64";
"06 08 02 82 06 01 0A 01 02 04"	= "Magenta";
"06 08 02 82 06 01 0A 01 02 05"	= "IDEA";
"06 09 02 82 06 01 0A 01 02 05 01"	= "IDEA ECB";
"06 09 02 82 06 01 0A 01 02 05 02"	= "IDEA CBC";
"06 09 02 82 06 01 0A 01 02 05 03"	= "IDEA OFB";
"06 09 02 82 06 01 0A 01 02 05 04"	= "IDEA CFB8";
"06 09 02 82 06 01 0A 01 02 05 05"	= "IDEA CFB64";

"06 07 02 82 06 01 0A 01 03"	= "Jednosmjerna funkcija";
"06 08 02 82 06 01 0A 01 03 01"	= "MD4";
"06 08 02 82 06 01 0A 01 03 02"	= "MD5";
"06 08 02 82 06 01 0A 01 03 03"	= "SqModN-X509";
"06 08 02 82 06 01 0A 01 03 04"	= "SqModN-ISO";
"06 08 02 82 06 01 0A 01 03 05"	= "RIPEMD-128";
"06 08 02 82 06 01 0A 01 03 06"	= "Hash pri korištenju blokirajućeg koda";
"06 08 02 82 06 01 0A 01 03 07"	= "MAC";
"06 08 02 82 06 01 0A 01 03 08"	= "RIPEMD-160";

"06 07 02 82 06 01 0A 01 04"	= "FEC funkcija";
"06 08 02 82 06 01 0A 01 04 01"	= "Reed Solomon";

"06 06 02 82 06 01 0A 02"		= "Telesec modul";
"06 07 02 82 06 01 0A 02 00"	= "Algoritmi";
"06 07 02 82 06 01 0A 02 01"	= "Vrste atributa";
"06 07 02 82 06 01 0A 02 02"	= "Vrste certifikata";
"06 07 02 82 06 01 0A 02 03"	= "Vrste poruka";
"06 07 02 82 06 01 0A 02 04"	= "PL protokol";
"06 07 02 82 06 01 0A 02 05"	= "SME i SME komponente";
"06 07 02 82 06 01 0A 02 06"	= "FEC";
"06 07 02 82 06 01 0A 02 07"	= "Korisne definicije";
"06 07 02 82 06 01 0A 02 08"	= "STE datoteke";
"06 07 02 82 06 01 0A 02 09"	= "SAdmin";
"06 07 02 82 06 01 0A 02 0A"	= "Elektronički poredak";
"06 07 02 82 06 01 0A 02 0B"	= "Telesec TTP asimetrična aplikacija";
"06 07 02 82 06 01 0A 02 0C"	= "Telesec TTP osnovna aplikacija";
"06 07 02 82 06 01 0A 02 0D"	= "Telesec TTP poruke";
"06 07 02 82 06 01 0A 02 0E"	= "Telesec TTP aplikacija za vremensku ovjeru";

"06 06 02 82 06 01 0A 03"		= "Klasa objekata";
"06 07 02 82 06 01 0A 03 00"	= "Telesec drugi naziv";
"06 07 02 82 06 01 0A 03 01"	= "Mapa";
"06 07 02 82 06 01 0A 03 02"	= "Vrsta mape";
"06 07 02 82 06 01 0A 03 03"	= "Skupina mapa";
"06 07 02 82 06 01 0A 03 04"	= "Korisnik mape";
"06 07 02 82 06 01 0A 03 05"	= "Simetrično šifrirani unos";

"06 06 02 82 06 01 0A 04"		= "Paket";
"06 06 02 82 06 01 0A 05"		= "Parametar";
"06 06 02 82 06 01 0A 06"		= "Vezanje imena";
"06 06 02 82 06 01 0A 07"		= "Atribut";
"06 07 02 82 06 01 0A 07 00"	= "Identifikator skupine aplikacija";
"06 07 02 82 06 01 0A 07 01"	= "Vrsta certifikata";
"06 07 02 82 06 01 0A 07 02"	= "Telesec certifikat";
"06 07 02 82 06 01 0A 07 03"	= "Broj certifikata";
"06 07 02 82 06 01 0A 07 04"	= "Lista opoziva certifikata";
"06 07 02 82 06 01 0A 07 05"	= "Datum izrade";
"06 07 02 82 06 01 0A 07 06"	= "Izdavač";
"06 07 02 82 06 01 0A 07 07"	= "Autoritet za nazive";
"06 07 02 82 06 01 0A 07 08"	= "Mapa javne šifre";
"06 07 02 82 06 01 0A 07 09"	= "Sigurnosna domena";
"06 07 02 82 06 01 0A 07 0A"	= "Naslov";
"06 07 02 82 06 01 0A 07 0B"	= "Vrijeme opoziva";
"06 07 02 82 06 01 0A 07 0C"	= "Referenca skupine korisnika";
"06 07 02 82 06 01 0A 07 0D"	= "Valjanost";
"06 07 02 82 06 01 0A 07 0E"	= "ZERT93";
"06 07 02 82 06 01 0A 07 0F"	= "Okruženje za sigurnosne poruke";
"06 07 02 82 06 01 0A 07 10"	= "Anonimna mapa javne šifre";
"06 07 02 82 06 01 0A 07 11"	= "Telesec dani naziv";
"06 07 02 82 06 01 0A 07 12"	= "Dodaci imenu";
"06 07 02 82 06 01 0A 07 13"	= "Telesec poštanski broj";
"06 07 02 82 06 01 0A 07 14"	= "Razlučivanje imena";
"06 07 02 82 06 01 0A 07 15"	= "Telesec popis certifikata";
"06 07 02 82 06 01 0A 07 16"	= "Teletrust popis certifikata";
"06 07 02 82 06 01 0A 07 17"	= "X.509 Popis certifikata";
"06 07 02 82 06 01 0A 07 18"	= "Vrijeme izdavanja";
"06 07 02 82 06 01 0A 07 19"	= "Broj fizičke kartice";
"06 07 02 82 06 01 0A 07 1A"	= "Vrsta datoteke";
"06 07 02 82 06 01 0A 07 1B"	= "Ctl datoteka je arhiva";
"06 07 02 82 06 01 0A 07 1C"	= "E-mail adresa";
"06 07 02 82 06 01 0A 07 1D"	= "Lista predložaka certifikata";
"06 07 02 82 06 01 0A 07 1E"	= "Ime mape";
"06 07 02 82 06 01 0A 07 1F"	= "Tipizacijsko ime mape";
"06 07 02 82 06 01 0A 07 20"	= "Ime skupine mapa";
"06 07 02 82 06 01 0A 07 21"	= "Korisničko ime mape";
"06 07 02 82 06 01 0A 07 22"	= "Zastava opoziva";
"06 07 02 82 06 01 0A 07 23"	= "Simetrično šifrirano ulazno ime";
"06 07 02 82 06 01 0A 07 24"	= "GL broj";
"06 07 02 82 06 01 0A 07 25"	= "GO broj";
"06 07 02 82 06 01 0A 07 26"	= "G key podaci";
"06 07 02 82 06 01 0A 07 27"	= "Podaci Z šifre";
"06 07 02 82 06 01 0A 07 28"	= "KT podaci šifre";
"06 07 02 82 06 01 0A 07 2A"	= "KT broj šifre";
"06 07 02 82 06 01 0A 07 33"	= "Vrijeme generiranja opoziva";
"06 07 02 82 06 01 0A 07 34"	= "Tekst s obavezama";

"06 06 02 82 06 01 0A 08"		= "Skupina atributa";
"06 06 02 82 06 01 0A 09"		= "Postupak";
"06 06 02 82 06 01 0A 0A"		= "Obavijest";
"06 06 02 82 06 01 0A 0B"		= "SNMP-MIBS";

"06 07 02 82 06 01 0A 0B 01"	= "Sigurnosna aplikacija";

"06 06 02 82 06 01 0A 0C"		= "Definicije cert i CRL ekstenzija";

"06 07 02 82 06 01 0A 0C 00"	= "Ekstenzija ograničenja odgovornosti cert ekstenzije";
"06 07 02 82 06 01 0A 0C 01"	= "ID ekstenzija Telesec certifikata";
"06 07 02 82 06 01 0A 0C 02"	= "Telesec identifikator pravila";
"06 07 02 82 06 01 0A 0C 03"	= "Telesec identifikator označnih pravila";
"06 07 02 82 06 01 0A 0C 04"	= "Telesec CRL filtrirana ekstenzija";
"06 07 02 82 06 01 0A 0C 05"	= "Telesec CRL filter ekstenzija";
"06 07 02 82 06 01 0A 0C 06"	= "Ekstenzija Telesec autoriteta za nazive";

/* RFC 1274 (X.500 attribute collection from the UK, thus the weird OID). */

"06 0A 09 92 26 89 93 F2 2C 64 01 01"	= "ID korisnika";
"06 0A 09 92 26 89 93 F2 2C 64 01 03"	= "RFC822 poštanski pretinac";

/* RFC 2247 */

"06 0A 09 92 26 89 93 F2 2C 64 01 19"	= "Komponenta domene";

/* Australian Government */

"06 06 2A 24 01 82 4D 01"   = "Australski poslovni broj";

/* Certificates Australia */

"06 0A 2A 24 A4 97 A3 53 01 64 01 01"	= "Identifikator pravila Austalia certifikata";

/* Signet */

"06 09 2A 24 A0 F2 A0 7D 01 01 02"	= "Signet osobno";
"06 09 2A 24 A0 F2 A0 7D 01 01 03"	= "Signet poslovno";
"06 09 2A 24 A0 F2 A0 7D 01 01 04"	= "Signet pravno";
"06 09 2A 24 A0 F2 A0 7D 01 01 0A"	= "Signet pilot";
"06 09 2A 24 A0 F2 A0 7D 01 01 0B"	= "Signet IntraNet";
"06 09 2A 24 A0 F2 A0 7D 01 01 14"	= "Signet identifikator pravila";

/* Mitsubishi */

"06 0B 2A 83 08 8C 1A 4B 3D 01 01 01"		= "Simetrični enkripcijski algoritam";
"06 0C 2A 83 08 8C 9A 4B 3D 01 01 01 01"	= "MISTY1-CBC";

/* SEIS */

"06 05 2A 85 70 22 01"		= "SEIS CP";
"06 06 2A 85 70 22 01 01"	= "SEIS identifikator pravila o visokoj sigurnosti";
"06 06 2A 85 70 22 01 02"	= "SEIS GAK identifikator pravila";
"06 05 2A 85 70 22 02"		= "SEIS PE";
"06 05 2A 85 70 22 03"		= "SEIS AT";
"06 06 2A 85 70 22 03 01"	= "SEIS AT osobni identifikator";

/* ANSI X9.57 */

"06 06 2A 86 48 CE 38 01"		= "ANSI X9.57 modul";
"06 07 2A 86 48 CE 38 01 01"	= "X9F1 upravljanje certifikatima";
"06 06 2A 86 48 CE 38 02"		= "Uputa za zadržavanje";
"06 07 2A 86 48 CE 38 02 01"	= "Uputa za zadržavanje-Bez";
"06 07 2A 86 48 CE 38 02 02"	= "Izdavač poziva";
"06 07 2A 86 48 CE 38 02 03"	= "Nemoj prihvatiti";
"06 07 2A 86 48 CE 38 02 04"	= "Pickup token";
"06 06 2A 86 48 CE 38 03"		= "Atribut";
"06 06 2A 86 48 CE 38 03 01"	= "Kontrasignatura";
"06 06 2A 86 48 CE 38 03 02"	= "Atributni certifikat";
"06 06 2A 86 48 CE 38 04"		= "Algoritam";
"06 07 2A 86 48 CE 38 04 01"	= "DSA";
"06 07 2A 86 48 CE 38 04 02"	= "DSA podudaranje";
"06 07 2A 86 48 CE 38 04 03"	= "DSA s SHA-1";

/* ANSI X9.62 */

"06 06 2A 86 48 CE 3D 01"		= "ANSI X9.62 vrsta polja";
"06 07 2A 86 48 CE 3D 01 01"	= "Primarno polje";
"06 07 2A 86 48 CE 3D 01 02"	= "Karakteristika-dva polja";
"06 09 2A 86 48 CE 3D 01 02 03"	= "Karakteristika-dvije osnove";
"06 0A 2A 86 48 CE 3D 01 02 03 01"	= "Na osnovi nule";
"06 0A 2A 86 48 CE 3D 01 02 03 02"	= "Trinomna baza
";
"06 0A 2A 86 48 CE 3D 01 02 03 03"	= "Pentanomna baza";
"06 06 2A 86 48 CE 3D 02"		= "Vrsta javne šifre";
"06 07 2A 86 48 CE 3D 02 01"	= "Javna šifra s eliptičnom krivuljom";

/* ANSI X9.42 */

"06 06 2A 86 48 CE 3E 01"		= "ANSI X9.42 vrsta polja";
"06 07 2A 86 48 CE 3E 01 01"	= "Galois primarno polje";
"06 06 2A 86 48 CE 3E 02"		= "Vrsta broja";
"06 07 2A 86 48 CE 3E 02 01"	= "Diffie-Hellman javna šifra";
"06 06 2A 86 48 CE 3E 03"		= "Plan";
"06 07 2A 86 48 CE 3E 03 01"	= "Diffie-Hellman statički
";
"06 07 2A 86 48 CE 3E 03 02"	= "Diffie-Hellman Ephemeral";
"06 07 2A 86 48 CE 3E 03 03"	= "Diffie-Hellman hibrid 1";
"06 07 2A 86 48 CE 3E 03 04"	= "Diffie-Hellman hibrid 2";
"06 07 2A 86 48 CE 3E 03 05"	= "MQV2";
"06 07 2A 86 48 CE 3E 03 06"	= "MQV1";

/* Nortel Secure Networks/Entrust */

"06 07 2A 86 48 86 F6 7D 07"		= "NSN";
"06 08 2A 86 48 86 F6 7D 07 41"		= "NSN-CE";
"06 09 2A 86 48 86 F6 7D 07 41 00"	= "Povjeri info. o verziji";
"06 08 2A 86 48 86 F6 7D 07 42"		= "NSN-Alg";
"06 09 2A 86 48 86 F6 7D 07 42 03"	= "CAST3-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0A"	= "CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0B"	= "CAST5-MAC";
"06 09 2A 86 48 86 F6 7D 07 42 0C"	= "PBE s MD5 i CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0D"	= "MAC na osnovi lozinke";
"06 08 2A 86 48 86 F6 7D 07 43"		= "NSN-OC";
"06 09 2A 86 48 86 F6 7D 07 43 0C"	= "Povjeri korisnika";
"06 08 2A 86 48 86 F6 7D 07 44"		= "NSN-AT";
"06 09 2A 86 48 86 F6 7D 07 44 00"	= "Povjeri CA info.";
"06 09 2A 86 48 86 F6 7D 07 44 0A"	= "Atributni certifikat";

/* PKCS #1 */

"06 08 2A 86 48 86 F7 0D 01 01"		= "PKCS-1";
"06 09 2A 86 48 86 F7 0D 01 01 01"	= "RSA enkripcija";
"06 09 2A 86 48 86 F7 0D 01 01 02"	= "MD2 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 03"	= "MD4 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 04"	= "MD5 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 05"	= "SHA-1 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 06"	= "RSA-OAEP enkripcija (SET)";
"06 09 2A 86 48 86 F7 0D 01 01 07"	= "RSA-OAEP enkripcija";
"06 09 2A 86 48 86 F7 0D 01 01 08"	= "RSA-OAEP-MGF";
"06 09 2A 86 48 86 F7 0D 01 01 09"	= "Označena RSA-OAEP oznaka";
"06 09 2A 86 48 86 F7 0D 01 01 0A"	= "RSA-PSS plan potpisa";
"06 09 2A 86 48 86 F7 0D 01 01 0B"	= "SHA-256 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 0C"	= "SHA-384 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 0D"	= "SHA-512 s RSA enkripcijom";
"06 09 2A 86 48 86 F7 0D 01 01 0E"	= "SHA-224 s RSA enkripcijom";

/* BSAFE/PKCS #2 (obsolete) */

"06 08 2A 86 48 86 F7 0D 01 02"		= "BSAFE RSA enkripcija";

/* PKCS #3 */

"06 08 2A 86 48 86 F7 0D 01 03"		= "PKCS-3";
"06 09 2A 86 48 86 F7 0D 01 03 01"	= "Diffie-Hellman sporazum o šifri";

/* PKCS #5 */

"06 08 2A 86 48 86 F7 0D 01 05"		= "PKCS-5";
"06 09 2A 86 48 86 F7 0D 01 05 01"	= "PBE s MD2 i DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 03"	= "PBE s MD5 i DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 04"	= "PBE s MD2 i RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 06"	= "PBE s MD5 i RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 09"	= "PBE s MD5 i XOR";
"06 09 2A 86 48 86 F7 0D 01 05 0A"	= "PBE s SHA i DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 0C"	= "PKCS-5 PBKDF2";
"06 09 2A 86 48 86 F7 0D 01 05 0D"	= "PKCS-5 PBES2";
"06 09 2A 86 48 86 F7 0D 01 05 0E"	= "PKCS-5 PBMAC1";

/* PKCS #7 */

"06 08 2A 86 48 86 F7 0D 01 07"		= "PKCS-7";
"06 09 2A 86 48 86 F7 0D 01 07 01"	= "Podaci";
"06 09 2A 86 48 86 F7 0D 01 07 02"	= "Potpisani podaci";
"06 09 2A 86 48 86 F7 0D 01 07 03"	= "Zapakirani podaci";
"06 09 2A 86 48 86 F7 0D 01 07 04"	= "Potpisani i upakirani (enveloped) podaci ";
"06 09 2A 86 48 86 F7 0D 01 07 05"	= "Obrađeni podaci";
"06 09 2A 86 48 86 F7 0D 01 07 06"	= "Šifrirani podaci";
"06 09 2A 86 48 86 F7 0D 01 07 07"	= "Podaci s atributima";
"06 09 2A 86 48 86 F7 0D 01 07 08"	= "Info. o zaštićenoj privatnoj šifri";

/* PKCS #9 */

"06 08 2A 86 48 86 F7 0D 01 09"		= "PKCS-9";
"06 09 2A 86 48 86 F7 0D 01 09 01"	= "E-mail adresa";
"06 09 2A 86 48 86 F7 0D 01 09 02"	= "Nestrukturirani naziv";
"06 09 2A 86 48 86 F7 0D 01 09 03"	= "Vrsta sadržaja";
"06 09 2A 86 48 86 F7 0D 01 09 04"	= "Obrada poruke";
"06 09 2A 86 48 86 F7 0D 01 09 05"	= "Vrijeme potpisivanja";
"06 09 2A 86 48 86 F7 0D 01 09 06"	= "Kontrasignatura";
"06 09 2A 86 48 86 F7 0D 01 09 07"	= "Provjeri lozinku";
"06 09 2A 86 48 86 F7 0D 01 09 08"	= "Nestrukturirana adresa";
"06 09 2A 86 48 86 F7 0D 01 09 09"	= "Prošireni atributi certifikata";
"06 09 2A 86 48 86 F7 0D 01 09 0A"	= "Izdavač i serijski broj";
"06 09 2A 86 48 86 F7 0D 01 09 0B"	= "Provjera lozinke";
"06 09 2A 86 48 86 F7 0D 01 09 0C"	= "Javna šifra";
"06 09 2A 86 48 86 F7 0D 01 09 0D"	= "Opis potpisa";
"06 09 2A 86 48 86 F7 0D 01 09 0E"	= "Zahtjev za ekstenziju";

/* PKCS #9 for use with S/MIME */

"06 09 2A 86 48 86 F7 0D 01 09 0F"		= "S/MIME mogućnosti";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 01"	= "Željeni potpisani podaci";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 02"	= "Ne može se dešifrirati";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 03"	= "Zahtjev za potvrdu";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 04"	= "Potvrda";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 05"	= "Značajke sadržaja";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 06"	= "Povijest proširenja e-mail popisa";

"06 09 2A 86 48 86 F7 0D 01 09 10"			= "S/MIME";

/* S/MIME Modules */

"06 0A 2A 86 48 86 F7 0D 01 09 10 00"		= "S/MIME moduli";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 01"	= "Sintaksa kriptografske poruke";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 02"	= "Poboljšane sigurnosne usluge";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 03"	= "S/MIME identifikator objekta";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 04"	= "S/MIME V3 poruka";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 05"	= "ETS elektronički potpis 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 06"	= "ETS elektronički potpis 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 07"	= "ETS pravila elektroničkog potpisivanja 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 08"	= "ETS pravila elektroničkog potpisivanja 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 09"	= "id-mod-certdist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0A"	= "id-mod-domsec";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0B"	= "id-mod-compress";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0C"	= "id-mod-symkeydist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0D"	= "id-mod-cek-reuse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0E"	= "id-mod-cms-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0F"	= "id-mod-v1AttrCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 10"	= "id-mod-cmsalg-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 11"	= "id-mod-cms-pwri-88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 12"	= "id-mod-cms-pwri-97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 13"	= "id-mod-cms-aes";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 14"	= "id-mod-cms-rsaes-oaep";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 15"	= "id-mod-msg-v3dot1";

/* S/MIME Content Types */

"06 0A 2A 86 48 86 F7 0D 01 09 10 01"		= "S/MIME vrste sadržaja";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 01"	= "id-ct-receipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 02"	= "id-ct-authData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 03"	= "id-ct-publishCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 04"	= "id-ct-TSTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 05"	= "id-ct-TDTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 06"	= "id-ct-contentInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 07"	= "id-ct-DVCSRequestData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 08"	= "id-ct-DVCSResponseData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 09"	= "id-ct-compressedData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0A"	= "id-ct-svcp-certValRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0B"	= "id-ct-svcp-certValResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0C"	= "id-ct-svcp-valPolRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0D"	= "id-ct-svcp-valPolResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0E"	= "id-ct-attrCertEncAttrs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0F"	= "id-ct-TSReq";

/* S/MIME Authenticated Attributes */

"06 0A 2A 86 48 86 F7 0D 01 09 10 02"		= "S/MIME autorizirani atributi";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 01"	= "id-aa-receiptRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 02"	= "id-aa-securityLabel";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 03"	= "id-aa-mlExpandHistory";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 04"	= "id-aa-contentHint";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 05"	= "id-aa-msgSigDigest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 06"	= "id-aa-encapContentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 07"	= "id-aa-contentIdentifier";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 08"	= "id-aa-macValue";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 09"	= "id-aa-equivalentLabels";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0A"	= "id-aa-contentReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0B"	= "id-aa-encrypKeyPref";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0C"	= "id-aa-signingCertificate";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0D"	= "id-aa-smimeEncryptCerts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0E"	= "id-aa-timeStampToken";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0F"	= "id-aa-ets-sigPolicyId";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 10"	= "id-aa-ets-commitmentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 11"	= "id-aa-ets-signerLocation";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 12"	= "id-aa-ets-signerAttr";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 13"	= "id-aa-ets-otherSigCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 14"	= "id-aa-ets-contentTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 15"	= "id-aa-ets-CertificateRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 16"	= "id-aa-ets-RevocationRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 17"	= "id-aa-ets-certValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 18"	= "id-aa-ets-revocationValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 19"	= "id-aa-ets-escTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1A"	= "id-aa-ets-certCRLTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1B"	= "id-aa-ets-archiveTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1C"	= "id-aa-signatureType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1D"	= "id-aa-dvcs-dvc";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1E"	= "id-aa-CEKReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1F"	= "id-aa-maxCEKDecrypts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 20"	= "id-aa-KEKDerivationAlg";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 21"	= "id-aa-intendedRecipients";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 22"	= "id-aa-cmc-unsignedData";

/* S/MIME Algorithms */

"06 0A 2A 86 48 86 F7 0D 01 09 10 03"		= "S/MIME algoritmi";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 01"	= "id-alg-ESDHwith3DES";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 02"	= "id-alg-ESDHwithRC2";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 03"	= "id-alg-3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 04"	= "id-alg-RC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 05"	= "id-alg-ESDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 06"	= "id-alg-CMS3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 07"	= "id-alg-CMSRC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 08"	= "id-alg-zlib";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 09"	= "id-alg-PWRI-KEK";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0A"	= "id-alg-SSDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0B"	= "id-alg-HMACwith3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0C"	= "id-alg-HMACwithAESwrap";

/* S/MIME Certificate Distribution */

"06 0A 2A 86 48 86 F7 0D 01 09 10 04"		= "S/MIME distribucija certifikata";
"06 0B 2A 86 48 86 F7 0D 01 09 10 04 01"	= "LDAP distribucija certifikata";

/* S/MIME Signature Policy Qualifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 05"		= "S/MIME označni podatak pravila potpisivanja";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 01"	= "id-spq-ets-sqt-uri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 02"	= "id-spq-ets-sqt-unotice";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 01"	= "id-cti-ets-proofOfOrigin";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 02"	= "id-cti-ets-proofOfReceipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 03"	= "id-cti-ets-proofOfDelivery";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 04"	= "id-cti-ets-proofOfSender";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 05"	= "id-cti-ets-proofOfApproval";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 06"	= "id-cti-ets-proofOfCreation";

/* S/MIME Signature Type Identifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 09"		= "S/MIME identifikator vrste potpisa";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 01"	= "Potpis pokretača";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 02"	= "Potpis domene";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 03"	= "Potpis dodatnih atributa";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 04"	= "Provjeri potpis";

/* S/MIME Capabilities */

"06 0A 2A 86 48 86 F7 0D 01 09 10 0B"		= "S/MIME mogućnosti";
"06 0B 2A 86 48 86 F7 0D 01 09 10 0B 01"	= "Unutra preferiraj binarno";

/* PKCS #9 for use with PKCS #12 */

"06 09 2A 86 48 86 F7 0D 01 09 14"			= "Prijateljsko ime (za PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 15"			= "ID lokalne šifre (za PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 16"			= "Vrste certifikata (za PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 01"		= "X.509 certifikat (za PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 02"		= "SDSI certifikat (za PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 17"			= "CRL vrste (za PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 17 01"		= "X.509 CRL (za PKCS-12)";

/* PKCS #12 */

"06 08 2A 86 48 86 F7 0D 01 0C"				= "PKCS-12 sintaksa izmjene osobnih informacija";
"06 09 2A 86 48 86 F7 0D 01 0C 01"			= "PKCS-12 enkripcijski identifikatori na osnovi lozinke";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 01"		= "PBE s SHA-1 i 128-bitnim RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 02"		= "PBE s SHA-1 i 40-bitnim RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 03"		= "PBE s SHA-1 i 3-šifrenim trostrukim DES-CBC";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 04"		= "PBE s SHA-1 i 2-šifrenim trostrukim DES-CBC";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 05"		= "PBE s SHA-1 i 128-bitnim RC2-CBC";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 06"		= "PBE s SHA-1 i 40-bitnim RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 0C 02"			= "PKCS-12 ESPVK ID-i";
"06 0A 2A 86 48 86 F7 0D 01 0C 02 01"		= "PKCS-12 PKCS-8 Zaklanjanje šifre";
"06 09 2A 86 48 86 F7 0D 01 0C 03"			= "PKCS-12 ID torbe";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 01"		= "ID PKCS-12 ID torbe sa šifrom";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 02"		= "PKCS-12 certifikat i ID CRL torbe";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 03"		= "ID PKCS-12 tajne torbe";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 04"		= "ID PKCS-12 sigurnog sadržaja";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 05"		= "PKCS-12 PKCS-8 ID torbe za zaklonjenu šifru";
"06 09 2A 86 48 86 F7 0D 01 0C 04"			= "PKCS-12 ID torbe certifikata";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 01"		= "PKCS-12 X.509 certifikat i ID CRL torbe";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 02"		= "PKCS-12 SDSI ID torbe certifikata";

"06 09 2A 86 48 86 F7 0D 01 0C 05"			= "PKCS-12 OID";
"06 0A 2A 86 48 86 F7 0D 01 0C 05 01"		= "PKCS-12 enkripcijski identifikator na osnovi lozinke";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 01"	= "PKCS-12 PBE s SHA-1 i 128-bitnim RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 02"	= "PKCS-12 PBE s SHA-1 i 40-bitnim RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 03"	= "PKCS-12 PBE s SHA-1 i trostrukim DES-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 04"	= "PKCS-12 PBE s SHA-1 i 128-bitnim RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 05"	= "PKCS-12 PBE s SHA-1 i 40-bitnim RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 06"	= "PKCS-12 PBE s SHA-1 i RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 07"	= "PKCS-12 PBE s SHA-1 i RC2-CBC";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 02"		= "PKCS-12 ID-ovi za pakiranje";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 01"	= "PKCS-12 RSA enkripcija s 128-bitnim RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 02"	= "PKCS-12 RSA enkripcija s 40-bitnim RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 03"	= "PKCS-12 RSA enkripcija s trostrukim DES";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 03"		= "ID PKCS-12 potpisa";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 03 01"	= "PKCS-12 RSA potpis s SHA-1 obradom";

"06 09 2A 86 48 86 F7 0D 01 0C 0A"			= "PKCS-12 verzija 1";
"06 0A 2A 86 48 86 F7 0D 01 0C 0A 01"		= "PKCS-12 ID torbe";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 01"	= "ID PKCS-12 torba sa šifrom";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 02"	= "PKCS-12 PKCS-8 torba za zaklonjenu šifru";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 03"	= "PKCS-12 torba certifikata";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 04"	= "ID PKCS-12 CRL torba";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 05"	= "PKCS-12 tajna torba";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 06"	= "Torba PKCS-12 sigurnog sadržaja";

/* PKCS #15 */

"06 09 2A 86 48 86 F7 0D 01 0F 01"		= "PKCS-15 moduli";
"06 09 2A 86 48 86 F7 0D 01 0F 02"		= "PKCS-15 atributi";
"06 09 2A 86 48 86 F7 0D 01 0F 03"		= "PKCS-15 vrsta sadržaja";
"06 0A 2A 86 48 86 F7 0D 01 0F 03 01"	= "PKCS-15 sadržaj";

/* RSADSI digest algorithms */

"06 08 2A 86 48 86 F7 0D 02"			= "RSADSI procesni algoritam";
"06 08 2A 86 48 86 F7 0D 02 02"			= "MD2";
"06 08 2A 86 48 86 F7 0D 02 04"			= "MD4";
"06 08 2A 86 48 86 F7 0D 02 05"			= "MD5";
"06 08 2A 86 48 86 F7 0D 02 07"			= "HMAC s SHA-1";

/* RSADSI encryption algorithms */

"06 08 2A 86 48 86 F7 0D 03"			= "RSADSI enkripcijski algoritam";
"06 08 2A 86 48 86 F7 0D 03 02"			= "RC2-CBC";
"06 08 2A 86 48 86 F7 0D 03 03"			= "RC2-ECB";
"06 08 2A 86 48 86 F7 0D 03 04"			= "RC4";
"06 08 2A 86 48 86 F7 0D 03 05"			= "RC4 s MAC";
"06 08 2A 86 48 86 F7 0D 03 06"			= "DESX-CBC";
"06 08 2A 86 48 86 F7 0D 03 07"			= "DES-EDE3-CBC";
"06 08 2A 86 48 86 F7 0D 03 08"			= "RC5-CBC";
"06 08 2A 86 48 86 F7 0D 03 09"			= "RC5-CBC Pad";
"06 08 2A 86 48 86 F7 0D 03 0A"			= "DES-CDMF";

/* Identrus */

"06 09 2A 86 48 86 FA 65 01 06 01"		= "Identrus identifikator nepoznatih pravila";
"06 08 2A 86 48 86 FA 65 04 01"			= "Identrus OCSP";

/* Ascom Systech */

"06 0A 2B 06 01 04 01 81 3C 07 01 01"		= "Ascom";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 01"	= "IDEA-ECB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 02"	= "IDEA-CBC";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 03"	= "IDEA-CFB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 04"	= "IDEA-OFB";

/* MIT */

"06 09 2A 86 48 86 F7 12 01 02 02"			= "MIT Kerberos V5";
"06 0A 2A 86 48 86 F7 12 01 02 02 03"		= "MIT korisnik-korisnik Kerberos";

/* Microsoft */

"06 09 2A 86 48 82 F7 12 01 02 02"			= "Microsoft Kerberos";

"06 08 2A 86 48 86 F7 14 01 03"				= "Microsoft Exchange Server klasa objekata";
"06 09 2A 86 48 86 F7 14 01 03 00"			= "Adresiranje stranica";
"06 09 2A 86 48 86 F7 14 01 03 0D"			= "Plan klase";
"06 09 2A 86 48 86 F7 14 01 03 0E"			= "Plan atributa";
"06 09 2A 86 48 86 F7 14 01 03 11"			= "Agent poštanskog pretinca";
"06 09 2A 86 48 86 F7 14 01 03 16"			= "Poštanski pretinac";
"06 09 2A 86 48 86 F7 14 01 03 17"			= "Spremnik";
"06 09 2A 86 48 86 F7 14 01 03 2E"			= "Primatelj pošte";
"06 09 2A 86 48 86 F7 14 01 02 81 71"		= "Mehanizam dostave";

"06 07 2A 86 48 86 F7 14 04"				= "Microsoft formati datoteka";
"06 08 2A 86 48 86 F7 14 04 02"				= "Microsoft Word";
"06 08 2A 86 48 86 F7 14 04 03"				= "Microsoft Excel";
"06 08 2A 86 48 86 F7 14 04 04"				= "Microsoft Project";
"06 08 2A 86 48 86 F7 14 04 05"				= "Microsoft PowerPoint";
"06 08 2A 86 48 86 F7 14 04 06"				= "Microsoft Works";

"06 08 2B 06 01 04 01 82 37 02"				= "Authenticode";
"06 0A 2B 06 01 04 01 82 37 02 01 04"		= "SPC kontekst neizravnih podataka";
"06 0A 2B 06 01 04 01 82 37 02 01 0A"		= "SPC agencijske informacije";
"06 0A 2B 06 01 04 01 82 37 02 01 0B"		= "SPC vrsta izjave";
"06 0A 2B 06 01 04 01 82 37 02 01 0C"		= "SPC informacije o opusu";
"06 0A 2B 06 01 04 01 82 37 02 01 0E"		= "SPC ekstenzije certifikata";
"06 0A 2B 06 01 04 01 82 37 02 01 0F"		= "SPC PE slikovni podaci";
"06 0A 2B 06 01 04 01 82 37 02 01 14"		= "SPC veza (tip 1)";
"06 0A 2B 06 01 04 01 82 37 02 01 15"		= "Individualno potpisivanje koda";
"06 0A 2B 06 01 04 01 82 37 02 01 16"		= "Potpisivanje komercijalnog koda";
"06 0A 2B 06 01 04 01 82 37 02 01 19"		= "SPC veza (tip 2)";
"06 0A 2B 06 01 04 01 82 37 02 01 1A"		= "SPC minimalan kriterij";
"06 0A 2B 06 01 04 01 82 37 02 01 1B"		= "SPC financijski kriterij";
"06 0A 2B 06 01 04 01 82 37 02 01 1C"		= "SPC veza (tip 3)";

"06 0A 2B 06 01 04 01 82 37 02 02 0A"		= "NTLM pružatelj sigurnosne podrške";
"06 0A 2B 06 01 04 01 82 37 03 02 01"		= "Kontrasignatura vremenske ovjere";

"06 09 2B 06 01 04 01 82 37 0A 01"			= "Lista provjerenih certifikata";
"06 0A 2B 06 01 04 01 82 37 0A 01 01"		= "Svrstana CTL ekstenzija";
"06 09 2B 06 01 04 01 82 37 0A 02"			= "Lokacija sljedećeg ažuriranja";

"06 09 2B 06 01 04 01 82 37 0A 03"			= "Poboljšana uporaba šifre";
"06 0A 2B 06 01 04 01 82 37 0A 03 01"		= "Potpisivanje liste provjerenih certifikata";
"06 0A 2B 06 01 04 01 82 37 0A 03 02"		= "Potpisivanje vremenske ovjere";
"06 0A 2B 06 01 04 01 82 37 0A 03 03"		= "Poslužiteljskovratna kriptografija";
"06 0B 2B 06 01 04 01 82 37 0A 03 03 01"	= "Serijska enkripcija";
"06 0A 2B 06 01 04 01 82 37 0A 03 04"		= "Šifrirani sustavi datoteka";
"06 0B 2B 06 01 04 01 82 37 0A 03 04 01"	= "Oporavak šifriranih sustava datoteka";
"06 0A 2B 06 01 04 01 82 37 0A 03 05"		= "Kompatibilno s Windows hardverom";
"06 0A 2B 06 01 04 01 82 37 0A 03 06"		= "NT5 potpisivanje";
"06 0A 2B 06 01 04 01 82 37 0A 03 07"		= "Windows hardver OEM potpisivanje";
"06 0A 2B 06 01 04 01 82 37 0A 03 08"		= "Ugrađeno NT potpisivanje";
"06 0A 2B 06 01 04 01 82 37 0A 03 09"		= "Potpisivanje popisa valjanih korijena";
"06 0A 2B 06 01 04 01 82 37 0A 03 0A"		= "Označna subordinacija";
"06 0A 2B 06 01 04 01 82 37 0A 03 0B"		= "Oporavak šifre";
"06 0A 2B 06 01 04 01 82 37 0A 03 0C"		= "Potpisivanje dokumenta";

"06 09 2B 06 01 04 01 82 37 0A 04"			= "Identifikatori objekta atributa";
"06 0A 2B 06 01 04 01 82 37 0A 04 01"		= "Da/Ne vjeruj atributu";
"06 0A 2B 06 01 04 01 82 37 0A 05 01"		= "Microsoft Music DRM";
"06 0A 2B 06 01 04 01 82 37 0A 05 02"		= "Microsoft DRM individualizacija";
"06 0A 2B 06 01 04 01 82 37 0A 06 01"		= "Microsoft licence";
"06 0A 2B 06 01 04 01 82 37 0A 06 02"		= "Microsoft licencni server";

"06 08 2B 06 01 04 01 82 37 0D"				= "Microsoft PKCS-10 identifikatori objekta";
"06 09 2B 06 01 04 01 82 37 0D 01"			= "Certifikat obnove";
"06 0A 2B 06 01 04 01 82 37 0D 02 01"		= "Upisno ime/Par vrijednosti";
"06 0A 2B 06 01 04 01 82 37 0D 02 02"		= "Upisni CSP";
"06 0A 2B 06 01 04 01 82 37 0D 02 03"		= "OS verzija";
"06 08 2B 06 01 04 01 82 37 0F"				= "Microsoft Java";
"06 08 2B 06 01 04 01 82 37 10"				= "Microsoft Outlook/Exchange";
"06 09 2B 06 01 04 01 82 37 10 04"			= "Microsoft Outlook Express";
"06 08 2B 06 01 04 01 82 37 11"				= "Microsoft PKCS-12 atributi";
"06 09 2B 06 01 04 01 82 37 11 01"			= "Keyset lokalnog uređaja";

"06 08 2B 06 01 04 01 82 37 14"				= "Microsoft Enrollment infrastruktura";
"06 09 2B 06 01 04 01 82 37 14 01"			= "Uporaba CTL auto-prijave";
"06 09 2B 06 01 04 01 82 37 14 02"			= "Vrsta upisnog certifikata";
"06 0A 2B 06 01 04 01 82 37 14 02 01"		= "Upisni agent";
"06 0A 2B 06 01 04 01 82 37 14 02 02"		= "Smartcard prijava";
"06 0A 2B 06 01 04 01 82 37 14 02 03"		= "NT glavni naziv";

"06 08 2B 06 01 04 01 82 37 15"				= "Infrastruktura Microsoft certifikatnog servera";
"06 09 2B 06 01 04 01 82 37 15 01"			= "Microsoft CA obnavljajuća verzija";
"06 08 2B 06 01 04 01 82 37 58"				= "CAPICOM";
"06 09 2B 06 01 04 01 82 37 58 01"			= "CAPICOM verzija";
"06 09 2B 06 01 04 01 82 37 58 02"			= "CAPICOM atribut";
"06 0A 2B 06 01 04 01 82 37 58 02 01"		= "Naziv dokumenta";
"06 0A 2B 06 01 04 01 82 37 58 02 02"		= "Opis dokumenta";
"06 09 2B 06 01 04 01 82 37 58 03"			= "Šifrirani podaci";
"06 0A 2B 06 01 04 01 82 37 58 03 01"		= "Šifriran sadržaj";

/* UNINETT */

"06 0A 2B 06 01 04 01 92 7C 0A 01 01"		= "UNINETT identifikator pravila";

/* ICE-TEL */

"06 08 2B 06 01 04 01 95 18 0A"				= "ICE-TEL identifikator pravila";
"06 0A 2B 06 01 04 01 95 62 01 01 01"		= "ICE-TEL CA identifikator pravila";

/* cryptlib */

"06 0A 2B 06 01 04 01 97 55 01 01 01"		= "Blowfish-ECB";
"06 0A 2B 06 01 04 01 97 55 01 01 02"		= "Blowfish-CBC";
"06 0A 2B 06 01 04 01 97 55 01 01 03"		= "Blowfish-CFB";
"06 0A 2B 06 01 04 01 97 55 01 01 04"		= "Blowfish-OFB";
"06 0A 2B 06 01 04 01 97 55 01 02 01"		= "ElGamal";
"06 0B 2B 06 01 04 01 97 55 01 02 01 01"	= "ElGamal s SHA-1";
"06 0B 2B 06 01 04 01 97 55 01 02 01 02"	= "ElGamal s RIPEMD-160";
"06 09 2B 06 01 04 01 97 55 03 01"			= "cryptlib atributi";
"06 0A 2B 06 01 04 01 97 55 03 01 01"		= "cryptlib provjera prisutnosti";
"06 0A 2B 06 01 04 01 97 55 03 01 02"		= "OCSP odgovor RTCS";
"06 0A 2B 06 01 04 01 97 55 03 01 03"		= "OCSP odgovor RTCS prošireno";
"06 0A 2B 06 01 04 01 97 55 03 01 04"		= "CRL prošireni reason";
"06 0A 2B 06 01 04 01 97 55 03 01 05"		= "Značajke šifre";
"06 0A 2B 06 01 04 01 97 55 03 01 06"		= "PKI Boot";
"06 09 2B 06 01 04 01 97 55 04 01"			= "cryptlib sadržaj";
"06 0A 2B 06 01 04 01 97 55 04 01 01"		= "cryptlib konfiguracijski podaci";
"06 0A 2B 06 01 04 01 97 55 04 01 02"		= "cryptlib indeks korisnika
";
"06 0A 2B 06 01 04 01 97 55 04 01 03"		= "cryptlib korisničke info.";
"06 0B 2B 06 01 04 01 97 55 2A D7 24 01"	= "MPEG-1";
"06 0C 2B 06 01 04 01 97 55 58 59 5A 5A 59"	= "XYZZY identifikator pravila";

/* Timeproof (www.timeproof.de) */

"06 07 2B 06 01 04 01 AA 60"		= "Dugotrajno";
"06 08 2B 06 01 04 01 AA 60 01"		= "Sustav vremenske signature";
"06 09 2B 06 01 04 01 AA 60 01 01"	= "Sustav vremenske signature 80";
"06 09 2B 06 01 04 01 AA 60 01 02"	= "Sustav vremenske signature 380";
"06 09 2B 06 01 04 01 AA 60 01 03"	= "Sustav vremenske signature 400";

/* MEDePass */

"06 09 2B 06 01 04 01 AD 0A 00 03"  = "Sporedni postupci";
"06 09 2B 06 01 04 01 AD 0A 00 04"  = "Identifikatori liječnika";

/* Kerberos */

"06 05 2B 06 01 05 02"              = "Kerberos V5";
"06 06 2B 06 01 05 02 03"           = "Kerberos PKINIT";
"06 07 2B 06 01 05 02 03 01"        = "Kerberos autorizacijski podaci";
"06 07 2B 06 01 05 02 03 02"        = "Kerberos Diffie-Hellman podaci šifre";
"06 07 2B 06 01 05 02 03 03"        = "Kerberos podaci odgovorene šifre";
"06 07 2B 06 01 05 02 03 04"        = "Autorizacija Kerberos klijenta";
"06 07 2B 06 01 05 02 03 05"        = "Kerberos centar za distribuciju šifre (KDC)";

/* IANA */

"06 06 2B 06 01 05 05 01"			= "Jednostavan javni mehanizam šifre (SPKM)";
"06 06 2B 06 01 05 05 02"			= "SPNEGO";

/* PKIX */

"06 06 2B 06 01 05 05 07"			= "Infrastruktura javne šifre";

"06 07 2B 06 01 05 05 07 01"		= "PKIX ekstenzije privatnih certifikata";
"06 08 2B 06 01 05 05 07 01 01"		= "Pristup informacijama autoriteta za certifikat";
"06 08 2B 06 01 05 05 07 01 02"		= "Biometrijske informacije";
"06 08 2B 06 01 05 05 07 01 03"		= "Iskaz kvalificiranog certifikata";
"06 08 2B 06 01 05 05 07 01 04"		= "Audit identitet atributnog certifikata";
"06 08 2B 06 01 05 05 07 01 05"		= "Ciljanje atributnog certifikata";
"06 08 2B 06 01 05 05 07 01 06"		= "Kontrole autoriteta atributnog certifikata";
"06 08 2B 06 01 05 05 07 01 07"		= "SBGP blokada IP adrese";
"06 08 2B 06 01 05 05 07 01 08"		= "SBGP identifikator autonomnog sustava";
"06 08 2B 06 01 05 05 07 01 09"		= "SBGP identifikator routera";
"06 08 2B 06 01 05 05 07 01 0A"		= "Proxy obrada atributnog certifikata";
"06 08 2B 06 01 05 05 07 01 0B"		= "Subjektov pristup informacijama";
"06 08 2B 06 01 05 05 07 01 0C"		= "Logotip";

"06 07 2B 06 01 05 05 07 02"		= "Vrste označnih podataka pravila";
"06 08 2B 06 01 05 05 07 02 01"		= "Izjava o praksi certifikata";
"06 08 2B 06 01 05 05 07 02 02"		= "Obavijest korisnika";
"06 08 2B 06 01 05 05 07 02 03"		= "Tekstualna obavijest";

"06 07 2B 06 01 05 05 07 03"		= "Svrha šifre";
"06 08 2B 06 01 05 05 07 03 01"		= "Autorizacija servera";
"06 08 2B 06 01 05 05 07 03 02"		= "Autorizacija klijenta";
"06 08 2B 06 01 05 05 07 03 03"		= "Potpisivanje koda";
"06 08 2B 06 01 05 05 07 03 04"		= "Zaštita e-pošte";
"06 08 2B 06 01 05 05 07 03 05"		= "IPSEC krajnji sustav";
"06 08 2B 06 01 05 05 07 03 06"		= "IPSEC tunel";
"06 08 2B 06 01 05 05 07 03 07"		= "IPSEC korisnik";
"06 08 2B 06 01 05 05 07 03 08"		= "Vremenska ovjera";
"06 08 2B 06 01 05 05 07 03 09"		= "OCSP potpisivanje";
"06 08 2B 06 01 05 05 07 03 0A"		= "DVCS";
"06 08 2B 06 01 05 05 07 03 0B"		= "Autorizacija SBGP AA servera";

"06 07 2B 06 01 05 05 07 04"		= "CMP vrste informacija";
"06 08 2B 06 01 05 05 07 04 01"		= "Certifikat s CA protokolarnom enkripcijom";
"06 08 2B 06 01 05 05 07 04 02"		= "Vrste parova potpisne šifre";
"06 08 2B 06 01 05 05 07 04 03"		= "Vrste parova enkripcijske šifre";
"06 08 2B 06 01 05 05 07 04 04"		= "Željeni simetrični algoritam";
"06 08 2B 06 01 05 05 07 04 05"		= "CA info. o ažuriranju šifre";
"06 08 2B 06 01 05 05 07 04 06"		= "Trenutni CRL";
"06 08 2B 06 01 05 05 07 04 07"		= "Nepodržani OID-i";
"06 08 2B 06 01 05 05 07 04 08"		= "Zahtjev za pretplatu";
"06 08 2B 06 01 05 05 07 04 09"		= "Odgovor na pretplatu";
"06 08 2B 06 01 05 05 07 04 0A"		= "Parametarski zahtjev para šifri";
"06 08 2B 06 01 05 05 07 04 0B"		= "Parametarski odgovor para šifri";
/* %%% need to expand these labels, but can't find them documented anywhere online! */
"06 08 2B 06 01 05 05 07 04 0C"		= "revPassphrase";
"06 08 2B 06 01 05 05 07 04 0D"		= "implicitConfirm";
"06 08 2B 06 01 05 05 07 04 0E"		= "confirmWaitTime";
"06 08 2B 06 01 05 05 07 04 0F"		= "origPKIMessage";
"06 08 2B 06 01 05 05 07 04 10"		= "suppLangTags";

"06 07 2B 06 01 05 05 07 05"		= "CRMF registracija";
"06 08 2B 06 01 05 05 07 05 01"		= "Kontrola registracije";
"06 09 2B 06 01 05 05 07 05 01 01"	= "Registracijski token";
"06 09 2B 06 01 05 05 07 05 01 02"	= "Autorizator";
"06 09 2B 06 01 05 05 07 05 01 03"	= "PKI info. o publikaciji";
"06 09 2B 06 01 05 05 07 05 01 04"	= "PKI opcije arhiviranja";
"06 09 2B 06 01 05 05 07 05 01 05"	= "ID starog certifikata";
"06 09 2B 06 01 05 05 07 05 01 06"	= "Protokolarna enkripcijska šifra";
"06 09 2B 06 01 05 05 07 05 01 07"	= "Izmjeni predložak certifikata";
"06 09 2B 06 01 05 05 07 05 01 08"	= "WAP WTLS predložak";

"06 08 2B 06 01 05 05 07 05 02"		= "CRMF registracijske info.";
"06 09 2B 06 01 05 05 07 05 02 01"	= "UTF-8 parovi";
"06 09 2B 06 01 05 05 07 05 02 02"	= "Zahtjev za certifikat";

"06 07 2B 06 01 05 05 07 06"		= "Algoritmi";
"06 08 2B 06 01 05 05 07 06 01"		= "DES-40";
"06 08 2B 06 01 05 05 07 06 02"		= "Bez potpisa";
"06 08 2B 06 01 05 05 07 06 03"		= "dh-sig-hmac-sha1";
"06 08 2B 06 01 05 05 07 06 04"		= "dh-pop";

"06 07 2B 06 01 05 05 07 07"		= "CMC kontrole";

"06 07 2B 06 01 05 05 07 08"		= "Ostali nazivi";
"06 08 2B 06 01 05 05 07 08 01"		= "Osobni podaci";
"06 08 2B 06 01 05 05 07 08 02"		= "Skupina korisnika";

"06 07 2B 06 01 05 05 07 09"		= "Osobni podaci";
"06 08 2B 06 01 05 05 07 09 01"		= "Datum rođenja";
"06 08 2B 06 01 05 05 07 09 02"		= "Mjesto rođenja";
"06 08 2B 06 01 05 05 07 09 03"		= "Pseudonim";
"06 08 2B 06 01 05 05 07 09 04"		= "Spol";
"06 08 2B 06 01 05 05 07 09 05"		= "Zemlja prebivanja";
"06 08 2B 06 01 05 05 07 09 06"		= "Zemlja boravka";

"06 07 2B 06 01 05 05 07 0A"		= "Atributni certifikat";
"06 08 2B 06 01 05 05 07 0A 01"		= "Informacije o autorizaciji";
"06 08 2B 06 01 05 05 07 0A 02"		= "Pristupni identitet";
"06 08 2B 06 01 05 05 07 0A 03"		= "Identitet punjenja";
"06 08 2B 06 01 05 05 07 0A 04"		= "Skupina";
"06 08 2B 06 01 05 05 07 0A 05"		= "Uloga";
"06 08 2B 06 01 05 05 07 0A 06"		= "WLAN SSID";

/* OCSP */

"06 08 2B 06 01 05 05 07 30 01"		= "Protokol online statusa certifikata";
"06 09 2B 06 01 05 05 07 30 01 01"	= "OCSP osnovni odgovor";
"06 09 2B 06 01 05 05 07 30 01 02"	= "OCSP trenutna ekstenzija";
"06 09 2B 06 01 05 05 07 30 01 03"	= "OCSP CRL referenca";
"06 09 2B 06 01 05 05 07 30 01 04"	= "OCSP odgovor";
"06 09 2B 06 01 05 05 07 30 01 05"	= "OCSP Bez provjere opoziva";
"06 09 2B 06 01 05 05 07 30 01 06"	= "OCSP isječak arhive";
"06 09 2B 06 01 05 05 07 30 01 07"	= "Lokator OCSP usluge";

"06 08 2B 06 01 05 05 07 30 02"		= "CA izdavači";
"06 08 2B 06 01 05 05 07 30 03"		= "Vremenska ovjera";

/* ISAKMP */

"06 08 2B 06 01 05 05 08 01 01"		= "HMAC MD5";
"06 08 2B 06 01 05 05 08 01 02"		= "HMAC SHA-1";
"06 08 2B 06 01 05 05 08 01 03"		= "HMAC Tiger";
"06 08 2B 06 01 05 05 08 02 02"		= "IKE posrednik";

/* DEC (via ECMA) */

"06 07 2B 0C 02 87 73 07 01"		= "DEC enkripcijski algoritam";
"06 08 2B 0C 02 87 73 07 01 02"		= "DEC DEA";
"06 07 2B 0C 02 87 73 07 02"		= "DEC hash algoritam";
"06 07 2B 0C 02 87 73 07 02 01"		= "DEC MD2";
"06 07 2B 0C 02 87 73 07 02 02"		= "DEC MD4";
"06 07 2B 0C 02 87 73 07 03"		= "DEC potpisni algoritam";
"06 07 2B 0C 02 87 73 07 03 01"		= "DEC MD2 s RSA";
"06 07 2B 0C 02 87 73 07 03 02"		= "DEC MD4 s RSA";
"06 07 2B 0C 02 87 73 07 03 03"		= "DEC DEA-MAC";

/* NIST Open Systems Environment (OSE) Implementor's Workshop (OIW) */

"06 05 2B 0E 02 1A 05"				= "SHA";
"06 06 2B 0E 03 02 01 01"			= "RSA";
"06 05 2B 0E 03 02 02"				= "MD4 s RSA";
"06 05 2B 0E 03 02 03"				= "MD5 s RSA";
"06 05 2B 0E 03 02 04"				= "MD4 s RSA enkripcijom";
"06 06 2B 0E 03 02 02 01"			= "SqMod-N";
"06 06 2B 0E 03 02 03 01"			= "SqMod-N s RSA";
"06 05 2B 0E 03 02 06"				= "DES ECB";
"06 05 2B 0E 03 02 07"				= "DES CBC";
"06 05 2B 0E 03 02 08"				= "DES OFB";
"06 05 2B 0E 03 02 09"				= "DES CFB";
"06 05 2B 0E 03 02 0A"				= "DES-MAC";
"06 05 2B 0E 03 02 0B"				= "RSA potpis";
"06 05 2B 0E 03 02 0C"				= "DSA";
"06 05 2B 0E 03 02 0D"				= "DSA s SHA";
"06 05 2B 0E 03 02 0E"				= "MDC2 s RSA potpisom";
"06 05 2B 0E 03 02 0F"				= "SHA s RSA potpisom";
"06 05 2B 0E 03 02 10"				= "Diffie-Hellman s Common Modulus";
"06 05 2B 0E 03 02 11"				= "DES-EDE";
"06 05 2B 0E 03 02 12"				= "SHA";
"06 05 2B 0E 03 02 13"				= "MDC-2";
"06 05 2B 0E 03 02 14"				= "DSA zajedničko";
"06 05 2B 0E 03 02 15"				= "DSA zajedničko s SHA";
"06 05 2B 0E 03 02 16"				= "RSA transport šifre";
"06 05 2B 0E 03 02 17"				= "Keyed-hash-seal";
"06 05 2B 0E 03 02 18"				= "MD2 s RSA potpisom";
"06 05 2B 0E 03 02 19"				= "MD5 s RSA potpisom";
"06 05 2B 0E 03 02 1A"				= "SHA-1";
"06 05 2B 0E 03 02 1B"				= "DSA s SHA-1";
"06 05 2B 0E 03 02 1C"				= "DSA sa zajedničkim SHA-1";
"06 05 2B 0E 03 02 1D"				= "SHA-1 s RSA enkripcijom";
"06 05 2B 0E 03 03 01"				= "Jednostavan-snažan-aut-mehanizam";
"06 06 2B 0E 07 02 01 01"			= "ElGamal";
"06 06 2B 0E 07 02 03 01"			= "MD2 s RSA";
"06 06 2B 0E 07 02 03 02"			= "MD2 s ElGamal";

/* Teletrust */

"06 03 2B 24 01"					= "Dokument";
"06 04 2B 24 01 01"					= "Finalna verzija";
"06 04 2B 24 01 02"					= "Skica";
"06 03 2B 24 02"					= "SIO";
"06 04 2B 24 02 01"					= "SEDU";

"06 03 2B 24 03"					= "Algoritam";
"06 04 2B 24 03 01"					= "Enkripcijski algoritam";
"06 05 2B 24 03 01 01"				= "DES";
"06 06 2B 24 03 01 01 01"			= "DES-ECB Pad";
"06 07 2B 24 03 01 01 01 01"		= "DES-ECB ISO Pad";
"06 07 2B 24 03 01 01 02 01"		= "DES-CBC Pad";
"06 08 2B 24 03 01 01 02 01 01"		= "DES-CBC ISO Pad";
"06 05 2B 24 03 01 03"				= "DES3";
"06 07 2B 24 03 01 03 01 01"		= "DES3-ECB Pad";
"06 08 2B 24 03 01 03 01 01 01"		= "DES3-ECB ISO Pad";
"06 07 2B 24 03 01 03 02 01"		= "DES3-CBC Pad";
"06 08 2B 24 03 01 03 02 01 01"		= "DES3-CBC ISO Pad";
"06 05 2B 24 03 01 02"				= "IDEA";
"06 06 2B 24 03 01 02 01"			= "IDEA-ECB";
"06 07 2B 24 03 01 02 01 01"		= "IDEA-ECB Pad";
"06 08 2B 24 03 01 02 01 01 01"		= "IDEA-ECB ISO Pad";
"06 06 2B 24 03 01 02 02"			= "IDEA-CBC";
"06 07 2B 24 03 01 02 02 01"		= "IDEA-CBC Pad";
"06 08 2B 24 03 01 02 02 01 01"		= "IDEA-CBC ISO Pad";
"06 06 2B 24 03 01 02 03"			= "IDEA-OFB";
"06 06 2B 24 03 01 02 04"			= "IDEA-CFB";
"06 05 2B 24 03 01 04"				= "RSA enkripcija";
"06 05 2B 24 03 01 05"				= "BSI-1";
"06 06 2B 24 03 01 05 01"			= "BSI-1-ECB Pad";
"06 06 2B 24 03 01 05 02"			= "BSI-1-CBC Pad";
"06 07 2B 24 03 01 05 02 01"		= "BSI-1-CBC PEM Pad";

"06 04 2B 24 03 02"					= "Hash algoritam";
"06 05 2B 24 03 02 01"				= "RIPEMD-160";
"06 05 2B 24 03 02 02"				= "RIPEMD-128";
"06 05 2B 24 03 02 03"				= "RIPEMD-256";
"06 05 2B 24 03 02 04"				= "MDC2 jednostruka duljina";
"06 05 2B 24 03 02 05"				= "MDC2 dvostruka duljina";
"06 04 2B 24 03 03"					= "Potpisni algoritam";
"06 05 2B 24 03 03 01"				= "RSA potpis";

"06 06 2B 24 03 03 01 01"			= "RSA potpis s SHA-1";
"06 09 2B 24 03 03 01 01 84 00 02"	= "RSA potpis s SHA-1 512/L2";
"06 09 2B 24 03 03 01 01 85 00 02"	= "RSA potpis s SHA-1 640/L2";
"06 09 2B 24 03 03 01 01 86 00 02"	= "RSA potpis s SHA-1 768/L2";
"06 09 2B 24 03 03 01 01 87 00 02"	= "RSA potpis s SHA-1 896/L2";
"06 09 2B 24 03 03 01 01 88 00 02"	= "RSA potpis s SHA-1 1024/L2";
"06 09 2B 24 03 03 01 01 84 00 03"	= "RSA potpis s SHA-1 512/L3";
"06 09 2B 24 03 03 01 01 85 00 03"	= "RSA potpis s SHA-1 640/L3";
"06 09 2B 24 03 03 01 01 86 00 03"	= "RSA potpis s SHA-1 768/L3";
"06 09 2B 24 03 03 01 01 87 00 03"	= "RSA potpis s SHA-1 896/L3";
"06 09 2B 24 03 03 01 01 88 00 03"	= "RSA potpis s SHA-1 1024/L3";
"06 09 2B 24 03 03 01 01 84 00 05"	= "RSA potpis s SHA-1 512/L5";
"06 09 2B 24 03 03 01 01 85 00 05"	= "RSA potpis s SHA-1 640/L5";
"06 09 2B 24 03 03 01 01 86 00 05"	= "RSA potpis s SHA-1 768/L5";
"06 09 2B 24 03 03 01 01 87 00 05"	= "RSA potpis s SHA-1 896/L5";
"06 09 2B 24 03 03 01 01 88 00 05"	= "RSA potpis s SHA-1 1024/L5";
"06 09 2B 24 03 03 01 01 84 00 09"	= "RSA potpis s SHA-1 512/L9";
"06 09 2B 24 03 03 01 01 85 00 09"	= "RSA potpis s SHA-1 640/L9";
"06 09 2B 24 03 03 01 01 86 00 09"	= "RSA potpis s SHA-1 768/L9";
"06 09 2B 24 03 03 01 01 87 00 09"	= "RSA potpis s SHA-1 896/L9";
"06 09 2B 24 03 03 01 01 88 00 09"	= "RSA potpis s SHA-1 1024/L9";
"06 09 2B 24 03 03 01 01 84 00 11"	= "RSA potpis s SHA-1 512/L11";
"06 09 2B 24 03 03 01 01 85 00 11"	= "RSA potpis s SHA-1 640/L11";
"06 09 2B 24 03 03 01 01 86 00 11"	= "RSA potpis s SHA-1 768/L11";
"06 09 2B 24 03 03 01 01 87 00 11"	= "RSA potpis s SHA-1 896/L11";
"06 09 2B 24 03 03 01 01 88 00 11"	= "RSA potpis s SHA-1 1024/L11";

"06 06 2B 24 03 03 01 02"			= "RSA potpis s RIPEMD-160";
"06 09 2B 24 03 03 01 02 84 00 02"	= "RSA potpis s RIPEMD-160 512/L2";
"06 09 2B 24 03 03 01 02 85 00 02"	= "RSA potpis s RIPEMD-160 640/L2";
"06 09 2B 24 03 03 01 02 86 00 02"	= "RSA potpis s RIPEMD-160 768/L2";
"06 09 2B 24 03 03 01 02 87 00 02"	= "RSA potpis s RIPEMD-160 896/L2";
"06 09 2B 24 03 03 01 02 88 00 02"	= "RSA potpis s RIPEMD-160 1024/L2";
"06 09 2B 24 03 03 01 02 84 00 03"	= "RSA potpis s RIPEMD-160 512/L3";
"06 09 2B 24 03 03 01 02 85 00 03"	= "RSA potpis s RIPEMD-160 640/L3";
"06 09 2B 24 03 03 01 02 86 00 03"	= "RSA potpis s RIPEMD-160 768/L3";
"06 09 2B 24 03 03 01 02 87 00 03"	= "RSA potpis s RIPEMD-160 896/L3";
"06 09 2B 24 03 03 01 02 88 00 03"	= "RSA potpis s RIPEMD-160 1024/L3";
"06 09 2B 24 03 03 01 02 84 00 05"	= "RSA potpis s RIPEMD-160 512/L5";
"06 09 2B 24 03 03 01 02 85 00 05"	= "RSA potpis s RIPEMD-160 640/L5";
"06 09 2B 24 03 03 01 02 86 00 05"	= "RSA potpis s RIPEMD-160 768/L5";
"06 09 2B 24 03 03 01 02 87 00 05"	= "RSA potpis s RIPEMD-160 896/L5";
"06 09 2B 24 03 03 01 02 88 00 05"	= "RSA potpis s RIPEMD-160 1024/L5";
"06 09 2B 24 03 03 01 02 84 00 09"	= "RSA potpis s RIPEMD-160 512/L9";
"06 09 2B 24 03 03 01 02 85 00 09"	= "RSA potpis s RIPEMD-160 640/L9";
"06 09 2B 24 03 03 01 02 86 00 09"	= "RSA potpis s RIPEMD-160 768/L9";
"06 09 2B 24 03 03 01 02 87 00 09"	= "RSA potpis s RIPEMD-160 896/L9";
"06 09 2B 24 03 03 01 02 88 00 09"	= "RSA potpis s RIPEMD-160 1024/L9";
"06 09 2B 24 03 03 01 02 84 00 11"	= "RSA potpis s RIPEMD-160 512/L11";
"06 09 2B 24 03 03 01 02 85 00 11"	= "RSA potpis s RIPEMD-160 640/L11
";
"06 09 2B 24 03 03 01 02 86 00 11"	= "RSA potpis s RIPEMD-160 768/L11";
"06 09 2B 24 03 03 01 02 87 00 11"	= "RSA potpis s RIPEMD-160 896/L11";
"06 09 2B 24 03 03 01 02 88 00 11"	= "RSA potpis s RIPEMD-160 1024/L11";

"06 06 2B 24 03 03 01 03"			= "RSA potpis s RIPEMD-128";
"06 06 2B 24 03 03 01 04"			= "RSA potpis s RIPEMD-256";

"06 05 2B 24 03 03 02"				= "ECSIE potpis";
"06 06 2B 24 03 03 02 01"			= "ECSIE potpis s SHA-1";
"06 06 2B 24 03 03 02 02"			= "ECSIE potpis s RIPEMD-160";
"06 06 2B 24 03 03 02 03"			= "ECSIE potpis s MD2";
"06 06 2B 24 03 03 02 04"			= "ECSIE potpis s MD5";

"06 04 2B 24 03 04"					= "Plan potpisa";
"06 05 2B 24 03 04 01"				= "ISO9796-1";
"06 05 2B 24 03 04 02"				= "ISO9796-2";
"06 05 2B 24 03 04 02 01"			= "ISO9796-2 s RED";
"06 06 2B 24 03 04 02 02"			= "ISO9796-2 s RSA";
"06 06 2B 24 03 04 02 03"			= "ISO9796-2 s RND";

"06 03 2B 24 04"					= "Atribut";
"06 03 2B 24 05"					= "Pravila";
"06 03 2B 24 06"					= "API";
"06 04 2B 24 06 01"					= "API proizvođača";
"06 05 2B 24 06 01 01"				= "UTIMACO-API";
"06 04 2B 24 06 02"					= "API funkcionalnost";
"06 03 2B 24 07"					= "Upravljanje šifrom";
"06 04 2B 24 07 01"					= "Dogovor o šifri";
"06 05 2B 24 07 01 01"				= "BSI PKE";
"06 04 2B 24 07 02"					= "Prijenos šifre";
"06 05 2B 24 07 02 01"				= "ISO9796-2 s RSA enkripcijom";

"06 05 2B 24 08 01 01"				= "Teletrust SigiSigConform identifikator pravila";
"06 05 2B 24 08 02 01"				= "Popisna usluga";

"06 05 2B 24 08 03 01"				= "Datum generiranja certifikata";
"06 05 2B 24 08 03 02"				= "Punomoć";
"06 05 2B 24 08 03 03"				= "Pristup";
"06 05 2B 24 08 03 04"				= "Monetarno ograničenje";
"06 05 2B 24 08 03 05"				= "Deklaracija većine";
"06 05 2B 24 08 03 06"				= "Serijski broj integrirane sklopovne kartice";
"06 05 2B 24 08 03 07"				= "Referenca javne šifre";
"06 05 2B 24 08 03 08"				= "Ograničenje";
"06 05 2B 24 08 03 09"				= "Učitaj ako je dozvoljeno";
"06 05 2B 24 08 03 0A"				= "Traženi certifikat";
"06 05 2B 24 08 03 0B"				= "Autoriteti za nazive";
"06 05 2B 24 08 03 0C"				= "Certifikat u mapi od";
"06 05 2B 24 08 03 0D"				= "Hash certifikata";

"06 05 2B 24 08 04 01"				= "Osobni podaci";
"06 05 2B 24 08 04 08"				= "Ograničenje";
"06 07 2B 24 08 05 01 01 01"		= "RSA indiciran SHA-1";
"06 07 2B 24 08 05 01 01 02"		= "RSA indiciran RIPEMD-160";
"06 07 2B 24 08 05 01 01 03"		= "RSA s SHA-1";
"06 07 2B 24 08 05 01 01 04"		= "RSA s RIPEMD-160";
"06 07 2B 24 08 05 01 02 01"		= "DSA prošireno";
"06 07 2B 24 08 05 01 02 02"		= "DSA s RIPEMD-160";

"06 05 2B 24 08 06 01"				= "Certifikat";
"06 05 2B 24 08 06 02"				= "Referenca certifikata";
"06 05 2B 24 08 06 03"				= "Atributni certifikat";
"06 05 2B 24 08 06 04"				= "Referenca atributa";
"06 05 2B 24 08 06 05"				= "Naziv datoteke";
"06 05 2B 24 08 06 06"				= "Vrijeme pohrane";
"06 05 2B 24 08 06 07"				= "Veličina datoteke";
"06 05 2B 24 08 06 08"				= "Lokacija";
"06 05 2B 24 08 06 09"				= "Broj potpisa";
"06 05 2B 24 08 06 0A"				= "Automatski izrađeno";

"06 05 2B 24 08 07 01"				= "Vrste Teletrust prezentacija";
"06 06 2B 24 08 07 01 01"			= "Adobe Illustrator";
"06 06 2B 24 08 07 01 02"			= "AmiPro";
"06 06 2B 24 08 07 01 03"			= "AutoCAD";
"06 06 2B 24 08 07 01 04"			= "Binarno";
"06 06 2B 24 08 07 01 05"			= "BMP";
"06 06 2B 24 08 07 01 06"			= "CGM";
"06 06 2B 24 08 07 01 07"			= "CorelCRT";
"06 06 2B 24 08 07 01 08"			= "CorelDRW";
"06 06 2B 24 08 07 01 09"			= "CorelEXC";
"06 06 2B 24 08 07 01 0A"			= "CorelPHT";
"06 06 2B 24 08 07 01 0B"			= "Crtaj";
"06 06 2B 24 08 07 01 0C"			= "DVI";
"06 06 2B 24 08 07 01 0D"			= "EPS";
"06 06 2B 24 08 07 01 0E"			= "Excel";
"06 06 2B 24 08 07 01 0F"			= "GEM";
"06 06 2B 24 08 07 01 10"			= "GIF";
"06 06 2B 24 08 07 01 11"			= "HPGL";
"06 06 2B 24 08 07 01 12"			= "JPEG";
"06 06 2B 24 08 07 01 13"			= "Kodak";
"06 06 2B 24 08 07 01 14"			= "LaTeX";
"06 06 2B 24 08 07 01 15"			= "Lotus";
"06 06 2B 24 08 07 01 16"			= "LotusPIC";
"06 06 2B 24 08 07 01 17"			= "MacPICT";
"06 06 2B 24 08 07 01 18"			= "MacWord";
"06 06 2B 24 08 07 01 19"			= "MSWfD";
"06 06 2B 24 08 07 01 1A"			= "MSWord";
"06 06 2B 24 08 07 01 1B"			= "MSWord2";
"06 06 2B 24 08 07 01 1C"			= "MSWord6";
"06 06 2B 24 08 07 01 1D"			= "MSWord8";
"06 06 2B 24 08 07 01 1E"			= "PDF";
"06 06 2B 24 08 07 01 1F"			= "PIF";
"06 06 2B 24 08 07 01 20"			= "Postscript";
"06 06 2B 24 08 07 01 21"			= "RTF";
"06 06 2B 24 08 07 01 22"			= "SCITEX";
"06 06 2B 24 08 07 01 23"			= "TAR";
"06 06 2B 24 08 07 01 24"			= "Targa";
"06 06 2B 24 08 07 01 25"			= "TeX";
"06 06 2B 24 08 07 01 26"			= "Tekst";
"06 06 2B 24 08 07 01 27"			= "TIFF";
"06 06 2B 24 08 07 01 28"			= "TIFF-FC";
"06 06 2B 24 08 07 01 29"			= "UID";
"06 06 2B 24 08 07 01 2A"			= "UUEncode";
"06 06 2B 24 08 07 01 2B"			= "WMF";
"06 06 2B 24 08 07 01 2C"			= "WordPerfect";
"06 06 2B 24 08 07 01 2D"			= "WPGrph";

/* Thawte */

"06 04 2B 65 01 04"					= "Thawte ekstenzija certifikata";
"06 05 2B 65 01 04 01"				= "Snažan ekstranet";

/* X.520 */

"06 02 55 04"		= "X.520 vrste atributa";
"06 03 55 04 00"	= "Klasa objekata";
"06 03 55 04 01"	= "Alias upisnog imena";
"06 03 55 04 02"	= "Znanstvene informacije";
"06 03 55 04 03"	= "Zajedničko ime";
"06 03 55 04 04"	= "Prezime";
"06 03 55 04 05"	= "Serijski broj";
"06 03 55 04 06"	= "Ime države";
"06 03 55 04 07"	= "Naziv lokaliteta";
"06 04 55 04 07 01"	= "Naziv zajedničkog lokaliteta";
"06 03 55 04 08"	= "Naziv države ili regije";
"06 04 55 04 08 01"	= "Naziv zajedničke države ili regije";
"06 03 55 04 09"	= "Adresa";
"06 04 55 04 09 01"	= "Zajednička adresa";
"06 03 55 04 0A"	= "Naziv organizacije";
"06 04 55 04 0A 01"	= "Naziv zajedničke organizacije";
"06 03 55 04 0B"	= "Ime organiz. jedinice";
"06 04 55 04 0B 01"	= "Naziv zajedničke organizacijske jedinice";
"06 03 55 04 0C"	= "Naslov";
"06 03 55 04 0D"	= "Opis";
"06 03 55 04 0E"	= "Vodič pretrage";
"06 03 55 04 0F"	= "Poslovna kategorija";
"06 03 55 04 10"	= "Adresa";
"06 04 55 04 10 01"	= "Zajednička poštanska adresa";
"06 03 55 04 11"	= "Poštanski br.";
"06 04 55 04 11 01"	= "Zajednički poštanski broj";
"06 03 55 04 12"	= "Poštanski pretinac";
"06 04 55 04 12 01"	= "Zajednički poštanski pretinac";
"06 03 55 04 13"	= "Naziv ureda za fizičku isporuku";
"06 04 55 04 13 01"	= "Naziv zajedničkog ureda za fizičku isporuku";
"06 03 55 04 14"	= "Telefonski broj";
"06 04 55 04 14 01"	= "Zajednički broj telefona";
"06 03 55 04 15"	= "Broj teleksa";
"06 04 55 04 15 01"	= "Zajednički broj teleksa";
"06 03 55 04 16"	= "Identifikator terminala teleksa";
"06 04 55 04 16 01"	= "Identifikator terminala zajedničkog teleksa";
"06 03 55 04 17"	= "Broj faksimila";
"06 04 55 04 17 01"	= "Zajednički broj faksimila";
"06 03 55 04 18"	= "X.121 adresa";
"06 03 55 04 19"	= "Međunarodni ISDN broj";
"06 04 55 04 19 01"	= "Zajednički međunarodni ISDN broj";
"06 03 55 04 1A"	= "Registrirana adresa";
"06 03 55 04 1B"	= "Indikator odredišta";
"06 03 55 04 1C"	= "Željeni način isporuke";
"06 03 55 04 1D"	= "Adresa prezentacije";
"06 03 55 04 1E"	= "Podržani kontekst aplikacije";
"06 03 55 04 1F"	= "Član";
"06 03 55 04 20"	= "Vlasnik";
"06 03 55 04 21"	= "Uloga zauzeta";
"06 03 55 04 22"	= "Također vidi";
"06 03 55 04 23"	= "Korisnička lozinka";
"06 03 55 04 24"	= "Certifikat korisnika";
"06 03 55 04 25"	= "CA certifikat";
"06 03 55 04 26"	= "Lista opoziva autoriteta";
"06 03 55 04 27"	= "Lista opoziva certifikata";
"06 03 55 04 28"	= "Par cross certifikata";
"06 03 55 04 29"	= "Ime";
"06 03 55 04 2A"	= "Dano ime";
"06 03 55 04 2B"	= "Inicijali";
"06 03 55 04 2C"	= "Označni podatak generacije";
"06 03 55 04 2D"	= "Jedinstven identifikator";
"06 03 55 04 2E"	= "DN označni podatak";
"06 03 55 04 2F"	= "Poboljšani vodič za pretraživanje";
"06 03 55 04 30"	= "Protokolarne informacije";
"06 03 55 04 31"	= "Razlučeno ime";
"06 03 55 04 32"	= "Jedinstven član";
"06 03 55 04 33"	= "Kućni identifikator";
"06 03 55 04 34"	= "Podržani algoritmi";
"06 03 55 04 35"	= "Delta popis opoziva";
"06 03 55 04 36"	= "Raščišćavanje";
"06 03 55 04 3A"	= "Par cross certifikata";

/* X.500 object classes */

"06 02 55 06"		= "X.520 klasa objekata";
"06 03 55 06 00"	= "Vrh";
"06 03 55 06 01"	= "Alias";
"06 03 55 06 02"	= "Država";
"06 03 55 06 03"	= "Lokalitet";
"06 03 55 06 04"	= "Organizacija";
"06 03 55 06 05"	= "Organizacijska jedinica";
"06 03 55 06 06"	= "Osoba";
"06 03 55 06 07"	= "Organizacijska osoba";
"06 03 55 06 08"	= "Organizacijska uloga";
"06 03 55 06 09"	= "Skupina imena";
"06 03 55 06 0A"	= "Ukućan";
"06 03 55 06 0B"	= "Proces aplikacije";
"06 03 55 06 0C"	= "Entitet aplikacije";
"06 03 55 06 0D"	= "DSA";
"06 03 55 06 0E"	= "Uređaj";
"06 03 55 06 0F"	= "Korisnik sa snažnom autorizacijom";
"06 03 55 06 10"	= "Autoritet za certifikat";
"06 03 55 06 11"	= "Skupina jedinstvenih imena";
"06 03 55 06 15"	= "PKI korisnik";
"06 03 55 06 16"	= "PKI CA";

/* X.500 algorithms */

"06 02 55 08"		= "X.500 algoritmi";
"06 03 55 08 01"	= "X.500 enkripcijski algoritmi";
"06 04 55 08 01 01"	= "RSA";

/* X.509 */

"06 02 55 1D"		= "X.509 ekstenzije certifikata";
"06 03 55 1D 01"	= "Identifikator šifre autoriteta (stari)";
"06 03 55 1D 02"	= "Primarni atributi šifre (stari)";
"06 03 55 1D 03"	= "Pravila certifikata (stara)";
"06 03 55 1D 04"	= "Ograničenje uporabe šifre (staro)";
"06 03 55 1D 05"	= "Preslikavanje pravila (staro)";
"06 03 55 1D 06"	= "Ograničenje podstabala";
"06 03 55 1D 07"	= "Alternativno ime subjekta (staro)";
"06 03 55 1D 08"	= "Alternativno ime izdavača (staro)";
"06 03 55 1D 09"	= "Atributi mape subjekta";
"06 03 55 1D 0A"	= "Osnovna ograničenja (stara 2.5.29.10)";
"06 03 55 1D 0B"	= "Ograničenja naziva (stara)";
"06 03 55 1D 0C"	= "Ograničenja pravila (stara)";
"06 03 55 1D 0D"	= "Osnovna ograničenja (stara 2.5.29.13)";
"06 03 55 1D 0E"	= "Šifrirani identifikator subjekta";
"06 03 55 1D 0F"	= "Uporaba šifre";
"06 03 55 1D 10"	= "Period uporabe privatne šifre";
"06 03 55 1D 11"	= "Alternativno ime subjekta";
"06 03 55 1D 12"	= "Alternativno ime izdavača";
"06 03 55 1D 13"	= "Osnovna ograničenja";
"06 03 55 1D 14"	= "Broj liste za opoziv certifikata";
"06 03 55 1D 15"	= "CRL reason šifra";
"06 03 55 1D 16"	= "Datum isteka (stari)";
"06 03 55 1D 17"	= "Kod upute za zadržavanje";
"06 03 55 1D 18"	= "Nevažeći datum";
"06 03 55 1D 19"	= "CRL distribucijske točke (stare)";
"06 03 55 1D 1A"	= "Izdavačka distribucijska točka (stara)";
"06 03 55 1D 1B"	= "Delta CRL indikator";
"06 03 55 1D 1C"	= "Izdavačka distribucijska točka";
"06 03 55 1D 1D"	= "Izdavač certifikata";
"06 03 55 1D 1E"	= "Ograničenja naziva";
"06 03 55 1D 1F"	= "CRL distribucijske točke";
"06 03 55 1D 20"	= "Pravila certifikata";
"06 04 55 1D 20 00"	= "Bilo koji identifikator pravila";
"06 03 55 1D 21"	= "Preslikavanje pravila";
"06 03 55 1D 22"	= "Ograničenja pravila";
"06 03 55 1D 23"	= "Identifikator šifre autoriteta";
"06 03 55 1D 24"	= "Ograničenja pravila";
"06 03 55 1D 25"	= "Proširena uporaba šifre";
"06 04 55 1D 25 00"	= "Bilo koja proširena uporaba šifre";

/* DMS - SDN.700 INFOSEC algorithms */

"06 09 60 86 48 01 65 02 01 01 01"	= "SDNS potpisni algoritam";
"06 09 60 86 48 01 65 02 01 01 02"	= "Fortezza potpisni algoritam";
"06 09 60 86 48 01 65 02 01 01 03"	= "SDNS algoritam povjerljivosti";
"06 09 60 86 48 01 65 02 01 01 04"	= "Fortezza algoritam povjerljivosti";
"06 09 60 86 48 01 65 02 01 01 05"	= "SDNS algoritam cjelovitosti";
"06 09 60 86 48 01 65 02 01 01 06"	= "Fortezza algoritam cjelovitosti";
"06 09 60 86 48 01 65 02 01 01 07"	= "SDNS algoritam sa zaštitinim tokenom";
"06 09 60 86 48 01 65 02 01 01 08"	= "Fortezza algoritam sa zaštitinim tokenom";
"06 09 60 86 48 01 65 02 01 01 09"	= "SDNS algoritam za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 01 0A"	= "Fortezza algoritam za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 01 0B"	= "SDNS algoritam za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 01 0C"	= "Fortezza algoritam za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 01 0D"	= "Suite A potpisni algoritam";
"06 09 60 86 48 01 65 02 01 01 0E"	= "Suite A algoritam povjerljivosti";
"06 09 60 86 48 01 65 02 01 01 0F"	= "Suite A algoritam cjelovitosti";
"06 09 60 86 48 01 65 02 01 01 10"	= "Suite A algoritam sa zaštitinim tokenom";
"06 09 60 86 48 01 65 02 01 01 11"	= "Suite A algoritam za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 01 12"	= "Suite A algoritam za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 01 13"	= "Fortezza algoritam s ažuriranim potpisom";
"06 09 60 86 48 01 65 02 01 01 14"	= "Fortezza algoritmi za upravljanje šifrom i ažuriranim potpisom";
"06 09 60 86 48 01 65 02 01 01 15"	= "Fortezza algoritam s ažuriranom cjelovitošću";
"06 09 60 86 48 01 65 02 01 01 16"	= "Algoritam izmjene šifre";
"06 09 60 86 48 01 65 02 01 01 17"	= "Fortezza Wrap80 algoritam";
"06 09 60 86 48 01 65 02 01 01 18"	= "Algoritam za enkripciju šifre (KEA)";

"06 09 60 86 48 01 65 02 01 02 01"	= "RFC 822 format poruke";
"06 09 60 86 48 01 65 02 01 02 02"	= "Isprazni sadržaj";
"06 09 60 86 48 01 65 02 01 02 03"	= "CSP vrsta sadržaja";
"06 09 60 86 48 01 65 02 01 02 2A"	= "MSP Rev 3 vrsta sadržaja";
"06 09 60 86 48 01 65 02 01 02 30"	= "MSP vrsta sadržaja";
"06 09 60 86 48 01 65 02 01 02 31"	= "MSP Rekey Agent protokol";
"06 09 60 86 48 01 65 02 01 02 32"	= "MSP MMP";
"06 09 60 86 48 01 65 02 01 02 42"	= "MSP Rev 3.1 vrsta sadržaja";
"06 09 60 86 48 01 65 02 01 02 48"	= "Dio tijela proslijeđene MSP poruke";
"06 09 60 86 48 01 65 02 01 02 49"	= "MSP parametri proslijeđene poruke";
"06 09 60 86 48 01 65 02 01 02 50"	= "Dio tijela proslijeđene CSP poruke";
"06 09 60 86 48 01 65 02 01 02 51"	= "CSP parametri proslijeđene poruke";
"06 09 60 86 48 01 65 02 01 02 52"	= "MSP MMP2";

/* SDN.700 INFOSEC policy */

"06 09 60 86 48 01 65 02 01 03 01"		= "SDNS sigurnosna pravila";
"06 09 60 86 48 01 65 02 01 03 02"		= "SDNS PRBAC";
"06 09 60 86 48 01 65 02 01 03 03"		= "Mozaični PRBAC";

"06 09 60 86 48 01 65 02 01 03 0A"		= "Sigurnosna pravila";
"06 0A 60 86 48 01 65 02 01 03 0A 00"	= "NASP";
"06 0A 60 86 48 01 65 02 01 03 0A 01"	= "ELCO";
"06 0A 60 86 48 01 65 02 01 03 0A 02"	= "TK";
"06 0A 60 86 48 01 65 02 01 03 0A 03"	= "DSAP";
"06 0A 60 86 48 01 65 02 01 03 0A 04"	= "SSSS";
"06 0A 60 86 48 01 65 02 01 03 0A 05"	= "DNASP";
"06 0A 60 86 48 01 65 02 01 03 0A 06"	= "BYEMAN";
"06 0A 60 86 48 01 65 02 01 03 0A 07"	= "REL-US";
"06 0A 60 86 48 01 65 02 01 03 0A 08"	= "REL-AUS";
"06 0A 60 86 48 01 65 02 01 03 0A 09"	= "REL-CAN";
"06 0A 60 86 48 01 65 02 01 03 0A 0A"	= "REL-UK";
"06 0A 60 86 48 01 65 02 01 03 0A 0B"	= "REL-NZ";
"06 0A 60 86 48 01 65 02 01 03 0A 0C"	= "Generičko";

"06 09 60 86 48 01 65 02 01 03 0B"			= "genser";
"06 0A 60 86 48 01 65 02 01 03 0B 00"		= "genserNations";
"06 0A 60 86 48 01 65 02 01 03 0B 01"		= "genserComsec";
"06 0A 60 86 48 01 65 02 01 03 0B 02"		= "genserAcquisition";
"06 0A 60 86 48 01 65 02 01 03 0B 03"		= "genserSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0B 03 00"	= "genserTagSetName";

"06 09 60 86 48 01 65 02 01 03 0C"			= "Tvornički podešena sigurnosna pravila";
"06 09 60 86 48 01 65 02 01 03 0D"			= "capcoMarkings";
"06 0A 60 86 48 01 65 02 01 03 0D 00"		= "capcoSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0D 00 01"	= "capcoTagSetName1";
"06 0B 60 86 48 01 65 02 01 03 0D 00 02"	= "capcoTagSetName2";
"06 0B 60 86 48 01 65 02 01 03 0D 00 03"	= "capcoTagSetName3";
"06 0B 60 86 48 01 65 02 01 03 0D 00 04"	= "capcoTagSetName4";

"06 09 60 86 48 01 65 02 01 05 01"	= "SDNS certifikat za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 05 02"	= "SDNS certifikat s korisničkim potpisom";
"06 09 60 86 48 01 65 02 01 05 03"	= "SDNS certifikat za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 05 04"	= "Fortezza certifikat za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 05 05"	= "Fortezza certifikat za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 05 06"	= "Fortezza certifikat s korisničkim potpisom";
"06 09 60 86 48 01 65 02 01 05 07"	= "Fortezza CA potpisni certifikat";
"06 09 60 86 48 01 65 02 01 05 08"	= "SDNS CA potpisni certifikat";
"06 09 60 86 48 01 65 02 01 05 0A"	= "Pomoćni vektor";
"06 09 60 86 48 01 65 02 01 05 0B"	= "Pravila za potvrde";
"06 09 60 86 48 01 65 02 01 05 0C"	= "Članstvo";
"06 09 60 86 48 01 65 02 01 05 0D"	= "Administratori";
"06 09 60 86 48 01 65 02 01 05 0E"	= "alid";
"06 09 60 86 48 01 65 02 01 05 14"	= "janUKMs";
"06 09 60 86 48 01 65 02 01 05 15"	= "febUKMs";
"06 09 60 86 48 01 65 02 01 05 16"	= "marUKMs";
"06 09 60 86 48 01 65 02 01 05 17"	= "aprUKMs";
"06 09 60 86 48 01 65 02 01 05 18"	= "mayUKMs";
"06 09 60 86 48 01 65 02 01 05 19"	= "junUKMs";
"06 09 60 86 48 01 65 02 01 05 1A"	= "julUKMs";
"06 09 60 86 48 01 65 02 01 05 1B"	= "augUKMs";
"06 09 60 86 48 01 65 02 01 05 1C"	= "sepUKMs";
"06 09 60 86 48 01 65 02 01 05 1D"	= "octUKMs";
"06 09 60 86 48 01 65 02 01 05 1E"	= "novUKMs";
"06 09 60 86 48 01 65 02 01 05 1F"	= "decUKMs";

"06 09 60 86 48 01 65 02 01 05 28"	= "Meta SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 29"	= "SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 2A"	= "Meta SDNS potpis CKL";
"06 09 60 86 48 01 65 02 01 05 2B"	= "SDNS potpis CKL";
"06 09 60 86 48 01 65 02 01 05 2C"	= "SDNS popis opoziva certifikata";
"06 09 60 86 48 01 65 02 01 05 2D"	= "Fortezza popis opoziva certifikata";
"06 09 60 86 48 01 65 02 01 05 2E"	= "Fortezza CKL";
"06 09 60 86 48 01 65 02 01 05 2F"	= "Procesuiranje izuzetih adresa";
"06 09 60 86 48 01 65 02 01 05 30"	= "Čuvar";
"06 09 60 86 48 01 65 02 01 05 31"	= "Podržani algoritmi";
"06 09 60 86 48 01 65 02 01 05 32"	= "Suite A certifikat za upravljanje šifrom";
"06 09 60 86 48 01 65 02 01 05 33"	= "Suite A certifikat za upravljanje šifrom i potpisom";
"06 09 60 86 48 01 65 02 01 05 34"	= "Suite A certifikat s korisničkim potpisom";
"06 09 60 86 48 01 65 02 01 05 35"	= "PRBAC info.";
"06 09 60 86 48 01 65 02 01 05 36"	= "PRBAC CA ograničenja";
"06 09 60 86 48 01 65 02 01 05 37"	= "Privilegije potpisa ili upravljanja šifrom";
"06 09 60 86 48 01 65 02 01 05 38"	= "Zajed. privilegije";
"06 09 60 86 48 01 65 02 01 05 39"	= "Označeni atribut";
"06 09 60 86 48 01 65 02 01 05 3A"	= "Informacijska datoteka pravila";
"06 09 60 86 48 01 65 02 01 05 3B"	= "Informacijska datoteka Sec pravila";
"06 09 60 86 48 01 65 02 01 05 3C"	= "CA ograničenje raščišćavanja";

"06 09 60 86 48 01 65 02 01 07 01"		= "CSP ekstenzije";
"06 0A 60 86 48 01 65 02 01 07 01 00"	= "cspCsExtn";
"06 09 60 86 48 01 65 02 01 08 01"		= "ISSI sigurnosne kategorije";
"06 09 60 86 48 01 65 02 01 08 02"		= "Privilegije standardnog osiguranja";

"06 09 60 86 48 01 65 02 01 0A 01"			= "Privilegije potpisa";
"06 09 60 86 48 01 65 02 01 0A 02"			= "Privilegije upravljanja šifrom";
"06 09 60 86 48 01 65 02 01 0A 03"			= "Privilegije imenovanog kompleta tagova";
"06 09 60 86 48 01 65 02 01 0B 01"			= "UK Demo";
"06 09 60 86 48 01 65 02 01 0B 02"			= "Američko ministarstvo obrane, klasa 2";
"06 09 60 86 48 01 65 02 01 0B 03"			= "US Medium Pilot";
"06 09 60 86 48 01 65 02 01 0B 04"			= "Američko ministarstvo obrane, klasa 4";
"06 09 60 86 48 01 65 02 01 0B 05"			= "Američko ministarstvo obrane, klasa 3";
"06 09 60 86 48 01 65 02 01 0B 06"			= "Američko ministarstvo obrane, klasa 5";
"06 09 60 86 48 01 65 02 01 0B 09"			= "Američko ministarstvo obrane PKI klasa 3";

"06 09 60 86 48 01 65 02 01 0C 00"			= "Testiraj sigurnosna pravila";
"06 0A 60 86 48 01 65 02 01 0C 00 01"		= "TSP1";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00"	= "TSP1 SecurityCategories";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 00"	= "TSP1 Tag Set nula";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 01"	= "TSP1 Tag Set jedan";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 02"	= "TSP1 Tag Set dva";
"06 0A 60 86 48 01 65 02 01 0C 00 02"		= "TSP2";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00"	= "TSP2 sigurnosne kategorije";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 00"	= "TSP2 Tag Set nula";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 01"	= "TSP2 Tag Set jedan";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 02"	= "TSP2 Tag Set dva";

"06 0A 60 86 48 01 65 02 01 0C 00 03"		= "Kafka";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00"	= "Kafka sigurnosne kategorije";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 01"	= "Naziv Kafka kompleta tagova 1";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 02"	= "Naziv Kafka kompleta tagova 2";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 03"	= "Naziv Kafka kompleta tagova 3";

"06 0A 60 86 48 01 65 02 01 0C 01 01"		= "TCP1";
"06 09 60 86 48 01 65 02 01 0C 02"			= "Testiraj CRL unos";

/* CSOR GAK-FIPS */

"06 07 60 86 48 01 65 03 01"			= "Oznaka";
"06 07 60 86 48 01 65 03 02"			= "PKI";
"06 08 60 86 48 01 65 03 02 01"			= "GAK identifikator pravila";
"06 0A 60 86 48 01 65 03 02 01 03 01"	= "FBCA identifikator rudimentarnih pravila";
"06 0A 60 86 48 01 65 03 02 01 03 02"	= "FBCA identifikator osnovnih pravila";
"06 0A 60 86 48 01 65 03 02 01 03 03"	= "FBCA identifikator srednjih pravila";
"06 0A 60 86 48 01 65 03 02 01 03 04"	= "FBCA identifikator visokih pravila";
"06 08 60 86 48 01 65 03 02 02"			= "GAK";
"06 09 60 86 48 01 65 03 02 02 01"		= "KRA šifra";
"06 08 60 86 48 01 65 03 02 03"			= "Ekstenzije";
"06 09 60 86 48 01 65 03 02 03 01"		= "Tehnika obnove šifre";
"06 09 60 86 48 01 65 03 02 03 02"		= "Mogućnost oporavka šifre";
"06 09 60 86 48 01 65 03 02 03 03"		= "Oporavak šifre";
"06 08 60 86 48 01 65 03 02 04"			= "Planovi obnove šifre";
"06 08 60 86 48 01 65 03 02 05"			= "CSOR GAK ekstenzija";
"06 07 60 86 48 01 65 03 03"			= "ARPA";

/* CSOR (NIST) Algorithms */

"06 07 60 86 48 01 65 03 04"			= "NIST algoritam";
"06 08 60 86 48 01 65 03 04 01"			= "AES";
"06 09 60 86 48 01 65 03 04 01 01"		= "AES 128-ECB";
"06 09 60 86 48 01 65 03 04 01 02"		= "AES 128-CBC";
"06 09 60 86 48 01 65 03 04 01 03"		= "AES 128-OFB";
"06 09 60 86 48 01 65 03 04 01 04"		= "AES 128-CFB";
"06 09 60 86 48 01 65 03 04 01 15"		= "AES 192-ECB";
"06 09 60 86 48 01 65 03 04 01 16"		= "AES 192-CBC";
"06 09 60 86 48 01 65 03 04 01 17"		= "AES 192-OFB";
"06 09 60 86 48 01 65 03 04 01 18"		= "AES 192-CFB";
"06 09 60 86 48 01 65 03 04 01 29"		= "AES 256-ECB";
"06 09 60 86 48 01 65 03 04 01 2A"		= "AES 256-CBC";
"06 09 60 86 48 01 65 03 04 01 2B"		= "AES 256-OFB";
"06 09 60 86 48 01 65 03 04 01 2C"		= "AES 256-CFB";

/* NIST secure hash algorithms */

"06 08 60 86 48 01 65 03 04 02"         = "SHA";
"06 09 60 86 48 01 65 03 04 02 01"      = "SHA-256";
"06 09 60 86 48 01 65 03 04 02 02"      = "SHA-384";
"06 09 60 86 48 01 65 03 04 02 03"      = "SHA-512";
"06 09 60 86 48 01 65 03 04 02 04"      = "SHA-224";

/* Novell */

"06 0A 60 86 48 01 86 F8 37 01 02 08"		= "Novell algoritam";
"06 0B 60 86 48 01 86 F8 37 01 02 08 16"	= "DES-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 17"	= "DES-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 18"	= "DES-EDE2-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 19"	= "DES-EDE2-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1A"	= "DES-EDE3-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1B"	= "DES-EDE3-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1C"	= "RC5-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1D"	= "MD2 s RSA enkripcijom BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1E"	= "MD5 s RSA enkripcijom BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1F"	= "SHA-1 s RSA enkripcijom BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 20"	= "LM obrada";
"06 0B 60 86 48 01 86 F8 37 01 02 08 28"	= "MD2";
"06 0B 60 86 48 01 86 F8 37 01 02 08 32"	= "MD5";
"06 0B 60 86 48 01 86 F8 37 01 02 08 33"	= "IKE HMAC s SHA1-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 34"	= "IKE HMAC s MD5-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 45"	= "RC2-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 52"	= "SHA-1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5C"	= "RC2-CBC BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5F"	= "MD4";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 02"	= "MD4 paket";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 03"	= "RSA enkripcija BSAFE1";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 04"	= "NW lozinka";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 05"	= "Novell Obfuscate-1";

"06 09 60 86 48 01 86 F8 37 01 09"			= "PKI";
"06 0A 60 86 48 01 86 F8 37 01 09 04"		= "PKI vrsta atributa";
"06 0B 60 86 48 01 86 F8 37 01 09 04 01"	= "Sigurnosni atributi";
"06 0B 60 86 48 01 86 F8 37 01 09 04 02"	= "Granica uporabe";

/* Netscape */

"06 07 60 86 48 01 86 F8 42"		= "Netscape identifikator objekta";
"06 08 60 86 48 01 86 F8 42 01"		= "Ekstenzija Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 01"	= "Vrsta Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 02"	= "Netscape bazni URL";
"06 09 60 86 48 01 86 F8 42 01 03"	= "Netscape Revocation URL";
"06 09 60 86 48 01 86 F8 42 01 04"	= "Netscape CA URL opoziva";
"06 09 60 86 48 01 86 F8 42 01 05"	= "Netscape CRL URL za preuzimanje";
"06 09 60 86 48 01 86 F8 42 01 06"	= "URL za preuzimanje Netscape CA certifikata";
"06 09 60 86 48 01 86 F8 42 01 07"	= "URL za obnavljanje Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 08"	= "Netscape CA URL pravila";
"06 09 60 86 48 01 86 F8 42 01 09"	= "URL početne stranice Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 0A"	= "Logotip entiteta Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 0B"	= "Slika korisnika Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 01 0C"	= "Netscape SSL naziv servera";
"06 09 60 86 48 01 86 F8 42 01 0D"	= "Komentar Netscape certifikata";

"06 08 60 86 48 01 86 F8 42 02"		= "Netscape vrsta podataka";
"06 09 60 86 48 01 86 F8 42 02 01"	= "slika/GIF";
"06 09 60 86 48 01 86 F8 42 02 02"	= "slika/JPEG";
"06 09 60 86 48 01 86 F8 42 02 03"	= "URL";
"06 09 60 86 48 01 86 F8 42 02 04"	= "tekst/HTML";

"06 09 60 86 48 01 86 F8 42 02 05"	= "Niz Netscape certifikata";
"06 09 60 86 48 01 86 F8 42 02 06"	= "URL Netscape certifikata";

"06 08 60 86 48 01 86 F8 42 03"			= "Identifikator objekta Netscape mape";
"06 09 60 86 48 01 86 F8 42 03 01"		= "LDAP definicije";
"06 0A 60 86 48 01 86 F8 42 03 01 01"	= "Knjižica vozila";
"06 0A 60 86 48 01 86 F8 42 03 01 02"	= "Broj odjela";
"06 0A 60 86 48 01 86 F8 42 03 01 03"	= "Broj zaposlenika";
"06 0A 60 86 48 01 86 F8 42 03 01 04"	= "Vrsta zaposlenika";
"06 0A 60 86 48 01 86 F8 42 03 02 02"	= "Intranet organizacijska osoba";

"06 09 60 86 48 01 86 F8 42 04 01"		= "Poslužiteljskovratna kriptografija";

/* Verisign */

/* Country, zip, date of birth (age), and gender of cert owner (CZAG) in obfuscated form */
"06 0A 60 86 48 01 86 F8 45 01 06 03"	= "Verisign CZAG";

/* Text string used in certs issued to Netscape InBox customers */
"06 0A 60 86 48 01 86 F8 45 01 06 06"	= "Verisign InBox";

"06 0A 60 86 48 01 86 F8 45 01 06 0B"	= "Nepoznata Verisign VPN ekstenzija";
"06 0A 60 86 48 01 86 F8 45 01 06 0D"	= "Nepoznata Verisign VPN ekstenzija";

"06 0B 60 86 48 01 86 F8 45 01 07 01 01"	= "Verisign identifikator pravila";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 01"	= "Verisign CPS v1 obavijest";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 02"	= "Verisign CPS v1 NSI";

"06 0A 60 86 48 01 86 F8 45 01 08 01"		= "Verisign SGC CA";

/* SET */

"06 03 67 2A 00"	= "Vrsta sadržaja";
"06 04 67 2A 00 00"	= "PAN podaci";
"06 04 67 2A 00 01"	= "PAN token";
"06 04 67 2A 00 02"	= "Samo PAN";

"06 03 67 2A 01"	= "Ekstenzija poruke";
"06 03 67 2A 02"	= "Polje";
"06 04 67 2A 02 00"	= "Puno ime";
"06 04 67 2A 02 01"	= "Dano ime";
"06 04 67 2A 02 02"	= "Prezime";
"06 04 67 2A 02 03"	= "Rođeno prezime";
"06 04 67 2A 02 04"	= "Naziv mjesta";
"06 04 67 2A 02 05"	= "Identifikacijski broj";
"06 04 67 2A 02 06"	= "Mjesec";
"06 04 67 2A 02 07"	= "Datum";
"06 04 67 2A 02 08"	= "Adresa";
"06 04 67 2A 02 09"	= "Telefon";
"06 04 67 2A 02 0A"	= "Količina";
"06 04 67 2A 02 0B"	= "Broj računa";
"06 04 67 2A 02 0C"	= "Zaporna fraza";

"06 03 67 2A 03"		= "Atribut";
"06 04 67 2A 03 00"		= "Certifikat";
"06 05 67 2A 03 00 00"	= "Otisak prsta korijenske šifre";
"06 05 67 2A 03 00 01"	= "Dodatno pravilo";

"06 03 67 2A 04"	= "Algoritam";
"06 03 67 2A 05"	= "Pravila";
"06 04 67 2A 05 00"	= "Korijen";
"06 03 67 2A 06"	= "Modul";
"06 03 67 2A 07"	= "Ekstenzija certifikata";
"06 04 67 2A 07 00"	= "Hashed korijenska šifra";
"06 04 67 2A 07 01"	= "Vrsta certifikata";
"06 04 67 2A 07 02"	= "MD parametar";
"06 04 67 2A 07 03"	= "Potreban kartični cert.";
"06 04 67 2A 07 04"	= "Tuneliranje";
"06 04 67 2A 07 05"	= "SET ekstenzije";
"06 04 67 2A 07 06"	= "SET označni podatak";

"06 03 67 2A 08"	= "Marka";
"06 04 67 2A 08 01"		= "IATA-ATA";
"06 04 67 2A 08 04"		= "VISA";
"06 04 67 2A 08 05"		= "MasterCard";
"06 04 67 2A 08 1E"		= "Diners";
"06 04 67 2A 08 22"		= "American Express";
"06 05 67 2A 08 AE 7B"	= "Novus";

"06 03 67 2A 09"	= "Prodavatelj";
"06 04 67 2A 09 00"	= "GlobeSet";
"06 04 67 2A 09 01"	= "IBM";
"06 04 67 2A 09 02"	= "CyberCash";
"06 04 67 2A 09 03"	= "Terisa";
"06 04 67 2A 09 04"	= "RSADSI";
"06 04 67 2A 09 05"	= "VeriFone";
"06 04 67 2A 09 06"	= "TrinTech";
"06 04 67 2A 09 07"	= "BankGate";
"06 04 67 2A 09 08"	= "GTE";
"06 04 67 2A 09 09"	= "CompuSource";
"06 04 67 2A 09 0A"	= "Griffin";
"06 04 67 2A 09 0B"	= "Certicom";
"06 04 67 2A 09 0C"	= "OSS";
"06 04 67 2A 09 0D"	= "TenthMountain";
"06 04 67 2A 09 0E"	= "Antares";
"06 04 67 2A 09 0F"	= "ECC";
"06 04 67 2A 09 10"	= "Maithean";
"06 04 67 2A 09 11"	= "Netscape";
"06 04 67 2A 09 12"	= "Verisign";
"06 04 67 2A 09 13"	= "BlueMoney";
"06 04 67 2A 09 14"	= "Lacerte";
"06 04 67 2A 09 15"	= "Fujitsu";
"06 04 67 2A 09 16"	= "eLab";
"06 04 67 2A 09 17"	= "Povjeri";
"06 04 67 2A 09 18"	= "VIAnet";
"06 04 67 2A 09 19"	= "III";
"06 04 67 2A 09 1A"	= "OpenMarket";
"06 04 67 2A 09 1B"	= "Leksem";
"06 04 67 2A 09 1C"	= "Intertrader";
"06 04 67 2A 09 1D"	= "Persimmon
";
"06 04 67 2A 09 1E"	= "NABLE";
"06 04 67 2A 09 1F"	= "espace-net";
"06 04 67 2A 09 20"	= "Hitachi";
"06 04 67 2A 09 21"	= "Microsoft";
"06 04 67 2A 09 22"	= "NEC";
"06 04 67 2A 09 23"	= "Mitsubishi";
"06 04 67 2A 09 24"	= "NCR";
"06 04 67 2A 09 25"	= "e-COMM";
"06 04 67 2A 09 26"	= "Gemplus";

"06 03 67 2A 0A"	= "Nacionalno";
"06 05 67 2A 0A E2 00"	= "Japan";

/* Draft SET (deprecated) */

"06 04 86 8D 6F 02"	= "Hashed korijenska šifra";
"06 04 86 8D 6F 03"	= "Vrsta certifikata";
"06 04 86 8D 6F 04"	= "MD parametar";
"06 04 86 8D 6F 05"	= "Potreban kartični certifikat";
"06 04 86 8D 6F 06"	= "Tuneliranje";
"06 04 86 8D 6F 07"	= "SET označni podatak";
"06 04 86 8D 6F 63"	= "SET podaci";

/* Apple */

"06 06 2A 86 48 86 F7 63"		= "Apple";
"06 07 2A 86 48 86 F7 63 64"	= "Apple sigurnost podataka";

"06 08 2A 86 48 86 F7 63 64 01" = "Apple Trust identifikator pravila";
"06 09 2A 86 48 86 F7 63 64 01 01"  = "Apple iSign pravila";
"06 09 2A 86 48 86 F7 63 64 01 02"  = "Apple X.509 osnovna pravila";
"06 09 2A 86 48 86 F7 63 64 01 03"  = "Apple SSL pravila";
"06 09 2A 86 48 86 F7 63 64 01 04"  = "Apple pravila generiranja lokalnog certifikata";
"06 09 2A 86 48 86 F7 63 64 01 05"  = "Apple pravila generiranja lokalnog CSR";
"06 09 2A 86 48 86 F7 63 64 01 06"  = "Apple CRL pravila opoziva";
"06 09 2A 86 48 86 F7 63 64 01 07"  = "Apple OCSP pravila opoziva";
"06 09 2A 86 48 86 F7 63 64 01 08"  = "Apple S/MIME pravila";
"06 09 2A 86 48 86 F7 63 64 01 09"  = "Apple proširiva pravila autorizacije";
"06 09 2A 86 48 86 F7 63 64 01 0A"  = "Pravila potpisivanja ažuriranog Apple softvera";
"06 09 2A 86 48 86 F7 63 64 01 0B"  = "Apple IPsec pravila";
"06 09 2A 86 48 86 F7 63 64 01 0C"  = "Apple iChat pravila";
"06 09 2A 86 48 86 F7 63 64 01 0D"  = "Apple pravila potpisivanja resursa";
"06 09 2A 86 48 86 F7 63 64 01 0E"  = "Apple Kerberos pravila klijenta";
"06 09 2A 86 48 86 F7 63 64 01 0F"  = "Apple Kerberos pravila servera";
"06 09 2A 86 48 86 F7 63 64 01 10"  = "Apple pravila potpisivanja kodova";
"06 09 2A 86 48 86 F7 63 64 01 11"  = "Apple pravila potpisivanja paketa";

"06 08 2A 86 48 86 F7 63 64 02" = "Identifikator Apple sigurnosnog algoritma";
"06 09 2A 86 48 86 F7 63 64 02 01"  = "Fast Elliptic Encryption (FEE)";
"06 09 2A 86 48 86 F7 63 64 02 02"  = "Apple Secure Compression (ASC)";
"06 09 2A 86 48 86 F7 63 64 02 03"  = "FEE s MD5 potpisom";
"06 09 2A 86 48 86 F7 63 64 02 04"  = "FEE s SHA-1 potpisom";
"06 09 2A 86 48 86 F7 63 64 02 05"  = "Apple FEED enkripcija";
"06 09 2A 86 48 86 F7 63 64 02 06"  = "Apple FEED (eksperimentalno)";
"06 09 2A 86 48 86 F7 63 64 02 07"  = "FEE s ECDSA potpisom";

"06 08 2A 86 48 86 F7 63 64 03" = "Apple .Mac identifikator certifikata";
"06 09 2A 86 48 86 F7 63 64 03 01"  = "Apple .Mac zahtjev za certifikat";
"06 0A 2A 86 48 86 F7 63 64 03 01 01"  = "Apple .Mac zahtjev za identitetni cert";
"06 0A 2A 86 48 86 F7 63 64 03 01 02"  = "Apple .Mac cert zahtjev za e-mail potpisivanje";
"06 0A 2A 86 48 86 F7 63 64 03 01 03"  = "Apple .Mac cert zahtjev za e-mail enkripciju";
"06 0A 2A 86 48 86 F7 63 64 03 01 04"  = "Apple .Mac zahtjev za popis arhive";
"06 0A 2A 86 48 86 F7 63 64 03 01 05"  = "Apple .Mac zahtjev za pohranu arhive";
"06 0A 2A 86 48 86 F7 63 64 03 01 06"  = "Apple .Mac zahtjev za dohvat arhive";
"06 0A 2A 86 48 86 F7 63 64 03 01 07"  = "Apple .Mac zahtjev za uklanjanje arhive";
"06 09 2A 86 48 86 F7 63 64 03 02"  = "Apple .Mac ekstenzija certifikata";
"06 0A 2A 86 48 86 F7 63 64 03 02 01"   = "Apple .Mac identitet";
"06 0A 2A 86 48 86 F7 63 64 03 02 02"   = "Apple .Mac e-mail potpisivanje";
"06 0A 2A 86 48 86 F7 63 64 03 02 03"   = "Apple .Mac e-mail enkripcija";
"06 09 2A 86 48 86 F7 63 64 03 03"  = "Apple .Mac vrijednost zahtjeva za certifikat";
"06 0A 2A 86 48 86 F7 63 64 03 03 01"  = "Korisničko ime";
"06 0A 2A 86 48 86 F7 63 64 03 03 02"  = "Lozinka";
"06 0A 2A 86 48 86 F7 63 64 03 03 03"  = "Naziv hosta";
"06 0A 2A 86 48 86 F7 63 64 03 03 04"  = "Obnovi zastavu";
"06 0A 2A 86 48 86 F7 63 64 03 03 05"  = "Asinkrona zastava";

"06 08 2A 86 48 86 F7 63 64 04" = "Apple proširena uporaba šifre";
"06 09 2A 86 48 86 F7 63 64 04 01"  = "Apple potpisivanje koda";
"06 0A 2A 86 48 86 F7 63 64 04 01 01"  = "Apple potpisivanje koda (razvoj)";
"06 0A 2A 86 48 86 F7 63 64 04 01 02"  = "Potpisivanje ažuriranog Apple softvera";
"06 0A 2A 86 48 86 F7 63 64 04 01 03"  = "Apple potpisivanje koda (rezervirano)";
"06 0A 2A 86 48 86 F7 63 64 04 01 04"  = "Potpisivanje Apple resursa";
"06 09 2A 86 48 86 F7 63 64 04 02"  = "Apple iChat upis";
"06 09 2A 86 48 86 F7 63 64 04 03"  = "Apple iChat enkripcija";
"06 09 2A 86 48 86 F7 63 64 04 04"  = "Identitet Apple sustava";

"06 08 2A 86 48 86 F7 63 64 05" = "Apple pravila o certifikatima";
"06 09 2A 86 48 86 F7 63 64 05 01"  = "Apple pravila o certifikatima";
"06 09 2A 86 48 86 F7 63 64 05 02"  = "Apple .Mac pravila o certifikatima";

/* Extended key usage */

"06 04 55 1D 25 03"					= "Potpisivanje koda";

/* Intel CDSA-specific */

"06 07 60 86 48 01 86 F8 4D"	= "Intel";
"06 08 60 86 48 01 86 F8 4D 02"	= "Intel CDSA sigurnosnt";

"06 09 60 86 48 01 86 F8 4D 02 01"	= "Intel CDSA sigurnosni formati";
"06 0B 60 86 48 01 86 F8 4D 02 01 01 01"	= "X.509v3 ekstenzije certifikata";
"06 0C 60 86 48 01 86 F8 4D 02 01 01 01 32"	= "X.509v3 ekstenzije privatnih certifikata";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 01"	= "Bitmap potpisa subjekta";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 02"	= "Slika subjekta";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 03"	= "E-mail adresa subjekta";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 04"	= "Koristi olakšice";

"06 0A 60 86 48 01 86 F8 4D 02 02 05"	= "Intel CDSA sigurnosni algoritmi";
"06 0B 60 86 48 01 86 F8 4D 02 02 05 51"	= "SHA-1 s ECDSA";

/* end */
